



/*沙发*/

DROP TABLE IF EXISTS sofa_tao;
/*==============================================================*/
/* Table: sofa_tao                                              */
/*==============================================================*/
CREATE TABLE sofa_tao
(
   id                   INT NOT NULL AUTO_INCREMENT,
   kind_id              INT,`sofa_tao`
   tao_title            VARCHAR(50),
   tao_price            VARCHAR(100),
   tao_guige            VARCHAR(100),
   tao_color            VARCHAR(500),
   tao_caizhi           VARCHAR(100),
   tao_img              VARCHAR(100),
   tao_img2             VARCHAR(100),
   tao_function         VARCHAR(100),
   maintain             VARCHAR(500),
   tao_num              INT,
   tao_caizhi2          VARCHAR(100),
   tao_kind             VARCHAR(100),
   tao_issue            VARCHAR(100),
   PRIMARY KEY (id)
);

ALTER TABLE sofa_tao ADD CONSTRAINT FK_Reference_1 FOREIGN KEY (kind_id)
      REFERENCES tao_kind (kind_id) ON DELETE RESTRICT ON UPDATE RESTRICT;
      
DROP TABLE IF EXISTS tao_kind;

/*==============================================================*/
/* Table: tao_kind                                             */
/*==============================================================*/
CREATE TABLE tao_kind
(
   kind_id              INT NOT NULL AUTO_INCREMENT,
   tao_name             VARCHAR(100),
   tao_describe         VARCHAR(1000) BINARY,
   tao_img              VARCHAR(500),
   tao_img2              VARCHAR(500),
   PRIMARY KEY (kind_id)
);



INSERT INTO tao_kind VALUES
(NULL,"Beau","Beau系列，没有过重的设计痕迹，却是处处对坐卧感受人性化的周全考虑，为配合安适内在而自然塑造的外形也因此具有了亲和质感，却又如此大方优雅、有款有型，充分满足对于沙发的完美想象。Beau单人沙发，设计师以简驭繁，以坐卧舒适度为设计核心考量。大进深座面搭配柔适靠包，略微倾斜的靠背与内倾坐垫，30kg/m3以上密度的高回弹海绵填充，满足身体放松时自然倾斜的弧度支撑，让倚坐更为舒适；天然亚麻面料，吸湿透气、坐感舒适；双色设计丰富视觉层次，手感厚实，尽显清新素雅。耐磨，透气，亲肤，环保。选用30kg/m3 以上密度的高回弹海绵填充，可随不同压力产生贴合支撑，经久耐用；软包提供多种皮料、面料及多色定制，契合不同设计需求。","/img/sofa3/1.jpg","/img/sofa3/1t.jpg"),
(NULL,"Duke","Duke系列将充满淳朴田园气息的栅栏造型融入现代家居中，简约的设计亦彰显出安然淡雅的平和意境。此系列有三人沙发、双人沙发、单人沙发可供选择。大气的造型给人以厚实的安全感，适合放置于大户型环境中；加以高品质海绵与鹅毛片的填充，增添起坐的舒适感；宽厚的扶手高度适宜，给予手臂饱满的舒适支撑；如栅栏般的橡胶木板与扶手外侧紧密契合，细腻的木纹游走于可可色中，涌现出一派自然气息；手感细腻柔滑，尽显自然及光影效果。甄选1.0-1.1mm厚进口头层绒面牛皮，全粒面苯胺皮，轻蜡防水保护。","/img/sofa3/2.jpg","/img/sofa3/2.jpg"),
(NULL,"Fini","Fini系列的精髓在于软包与实木腿脚的精巧结合，既能享受软包的柔软适意，又能欣赏简洁温润的木韵，创造出形式上的灵动通透，悠享惬意又赏心悦目的休憩时光。Fini脚凳，突破沙发传统造型，软包坐垫与实木腿脚结合的现代设计，简洁通透。双层坐垫软包，高回弹海绵填充，软硬度适中，能缓解腿部压力。可与沙发搭配使用，亦可作换鞋凳、组合成床尾凳或多人坐凳，一物多用；含亚麻成分，纹路大方不失立体感，低调而精致。面料易清洁。选用高回弹海绵填充，可随不同压力产生贴合支撑，经久耐用；软包多种皮料、面料及多色定制，契合不同空间需求。","/img/sofa3/3.jpg","/img/sofa3/3t.jpg"),
(NULL,"Luxe","Luxe系列，在大空间搭配时可采用三人位+双人位+单人位的搭配形式，大气简约；提供多种皮料、面料及多色定制，契合不同设计需求。扶手与边板独立包制后紧密拼接，形成美观的装饰线；大进深内倾座面，弧线形背部软包设计，满足身体放松时自然倾斜的背脊支撑，让倚坐更舒适；高回弹海绵填充，可随不同压力产生贴合支撑，经久耐用；手感丰满，风格古朴典雅。甄选进口头层牛皮，皮面纹理自然，毛孔细密清晰。","/img/sofa3/4.jpg","/img/sofa3/4t.jpg"),
(NULL,"Kooples","Kooples系列沙发侧面采用木质扶手，使沙发这一西方产物具有了东方气息，东西方风格的融合，平衡又不突兀。可订制其他面料款和皮款。大进深内倾角设计，满足身体放松时自然倾斜的背脊支撑，倚坐更舒适。座垫选用两种不同硬度的海绵组合而成，其海绵为高回弹海绵且密度都在30kg/m3以上；同时海绵外裹喷胶棉和鹅毛片，使坐垫坐感软硬适中，又有贴合支撑力。靠垫内充高回弹海绵，外裹鹅毛片，使背部得到舒适的包裹，背脊得到良好的支撑；软包选用Luminous面料，沉稳的铁灰色铺陈于上，时尚之中自显高雅魅力。耐磨，透气。","/img/sofa3/5.jpg","/img/sofa3/5t.jpg"),
(NULL,"Noble","Noble系列，线条简洁大气，设计方正有型，具有特色金属线的侧边设计，搭配具有厚重感的面料，使整个系列既不过于正式生硬，又具有价值感。可订制其他面料款和皮款，根据大身材质的质感不同。皮款侧面的金属颜色为古黑，布款侧面的金属颜色为红铜。采用斜向内的凳脚，从细节上体现设计感。面料款拼缝处车双线，使包边呈现出一种立体的效果。座垫选用密度在30kg/m3以上高回弹海绵复合，外裹喷胶棉和鹅毛片，使坐感柔软舒适，又有贴合支撑力；软包选用Scale面料，含亚麻成分，纹路大方不失立体感，搭配红褐色，低调而精致。手感舒适，面料易清洁。","/img/sofa3/6.jpg","/img/sofa3/6t.jpg"),
(NULL,"Rustam","Rustam系列，线条明朗，外形俊逸，大气沉稳，同时支持其他面料和皮款的定制；该系列包含脚凳，单人沙发，双人位沙发，三人位沙发和加长三人沙发，满足不同大小空间的需求。大进深内倾座面，弧线形背部软包设计，满足身体放松时自然倾斜的背脊支撑，让倚坐更舒适；座垫采用记忆海绵和高回弹海绵复合，使座垫既有零压的柔软包裹性，又具有支撑性，且经久耐用；进口优质蜡变皮，手感细腻幼滑，彰显高品质的仿旧双色效果。甄选进口头层蜡变牛皮，全粒面苯胺皮。","/img/sofa3/7.jpg","/img/sofa3/7t.jpg"),
(NULL,"Goliat","Goliat系列，包含三人位沙发，双人位沙发和单人位沙发；整体尺寸比较大，适合大客厅；同时此款支持其他面料和皮款定制。沙发扶手大气沉稳，配以内敛的铆钉设计，使整体错落有致，更具立体感；座垫选用记忆海绵跟高回弹海绵复合，外裹喷胶棉和鹅毛片，使坐感柔软舒适，又有贴合支撑力；靠垫内充高回弹海绵，外裹鹅毛片，使背部得到舒适的包裹、背脊得到良好的支撑；附赠小腰枕，使腰部得到良好的照顾，坐感更舒适；大进深内倾角设计，满足身体放松时自然倾斜的背脊支撑，倚坐更享受；手感细腻柔滑，尽显自然及光影效果。甄选进口优质头层绒面牛皮，全粒面苯胺皮。","/img/sofa3/8.jpg","/img/sofa3/8t.jpg"),
(NULL,"Helios","Helios系列，高扶手高靠背，让人有慵懒蜷缩的休闲时光；该系列包含三人位沙发，双人位沙发，单人位沙发和脚凳，整体尺寸比较大，适合放置大客厅；支持其他面料和皮款的定制。座垫选用密度在45kg/m3以上记忆海绵跟密度在30kg/m3以上高回弹海绵复合，外裹喷胶棉，使坐感柔软舒适，又有贴合支撑力；靠垫内充高回弹海绵，外裹鹅毛片，使背部得到舒适的包裹又使背脊得到良好的支撑；沙发两侧有扶手枕，让倚靠更舒适；大进深内倾角设计，满足身体放松时自然倾斜的背脊支撑；全木质沙发底框，更有质感和价值感；丝绒面料仿若微醺的光泽，触感柔顺。手感柔软，不易起皱。","/img/sofa3/9.jpg","/img/sofa3/9t.jpg"),
(NULL,"Vista","Vista系列，提供多种面料及多色定制，契合不同设计需求。扶手方正有型、平整有度；略微倾斜的靠背与内倾坐垫，满足身体放松时自然倾斜的弧度支撑，让倚坐更舒适；30kg\/m3 以上密度的高回弹海绵填充，可随不同压力产生贴合支撑，经久耐用；含亚麻成分，手感柔软。耐磨，透气，亲肤，环保。","/img/sofa3/10.jpg","/img/sofa3/10t.jpg"),
(NULL,"Nova","Nova系列，包含三人位沙发和单人位沙发。嵌条设计，并在扶手前面加一小小拐弯，使简约中略微透出时尚感；出样款为批量款，大身选用Ritual面料中灰色，座垫选用Venice进口头层牛皮陶土色，皮与布的结合相得益彰，形成双色撞色的视觉冲击。同时支持其他面料款定制，由于款式所限，此款不接受皮款定制；座垫选用优质记忆海绵跟高回弹海绵复合，外裹鸭毛片，既使坐感柔软舒适，又有贴合支撑力；大进深内倾角设计，满足身体放松时自然倾斜的背脊支撑，让倚坐更舒适；该系列包含三人位沙发和单人位沙发。","/img/sofa3/11.jpg","/img/sofa3/11t.jpg"),
(NULL,"Hug","Hug系列沙发，承袭简约风范，线条简洁流畅，无论是整体造型，还是细节之处都流露出轻巧之美，小户型的空间亦能轻松驾驭。款式包括三人沙发、单人沙发和搁脚凳。1.坐垫内充高回弹海绵，坐感舒适，具有良好的支撑力； 2.扶手设计，呈现自然的曲线弧度，搭配梯形靠背设计，更显精致；3.微微外撇的沙发脚，小巧灵动，为整体平添轻巧之感；4.恰当的凳脚高度，更添轻盈，且方便清洁打扫；5.橡胶木实木沙发底框，结实耐用，保证整体稳定性；由同系双色纱织造而成，掩映交错，具立体感，宛如静静生长的芦苇丛，隐隐绰绰，内敛蕴含生机。含有棉和麻，兼具两者特性，手感柔软，耐磨透气；色织工艺，不易产生色差。","/img/sofa3/12.jpg","/img/sofa3/12t.jpg"),
(NULL,"Zo","Zo系列，曲直交融的线条、高品质的选材用料和人性化的功能细节，彰显藏不住的典雅不凡气质。Zo单人沙发扶手设计上舒下敛，高雅格调带有淡泊之心。圆润优雅的弧顶靠背与内倾座垫，高回弹海绵填充，满足身体放松时自然倾斜的弧度支撑，让倚坐更为舒适。选用高回弹海绵填充，可随不同压力产生贴合支撑，经久耐用；软包提供多种皮料、面料及多色定制，契合不同设计需求。","/img/sofa3/13.jpg","/img/sofa3/13t.jpg"),
(NULL,"真皮","","/img/sofa3/14.jpg","img/sofa3/14t.jpg"),
(NULL,"布艺","","/img/sofa3/15.jpg","img/sofa3/15t.jpg"),
(NULL,"三人沙发","","/img/sofa3/16.jpg","img/sofa3/16t.jpg"),
(NULL,"双人沙发","","/img/sofa3/17.jpg","img/sofa3/17t.jpg"),
(NULL,"搁脚凳","","/img/sofa3/18.jpg","img/sofa3/18t.jpg"),
(NULL,"单人沙发","","/img/sofa3/19.jpg","img/sofa3/19t.jpg"),
/*19*/
/*地毯*/
(NULL,"羊毛地毯","","/img/carpet3/1.jpg","img/carpet3/1t.jpg"),
(NULL,"竹麻类地毯","","/img/carpet3/2.jpg","img/carpet3/2t.jpg"),
(NULL,"化纤类地毯","","/img/carpet3/3.jpg","img/carpet3/3t.jpg"),
(NULL,"152*244cm","","/img/carpet3/4.jpg","img/carpet3/4t.jpg"),
(NULL,"244*305cm","","/img/carpet3/5.jpg","img/carpet3/5t.jpg"),
/*24*/
/*饰品*/
(NULL,"Outside系列","Outside系列，西方现代艺术思维与东方传统水墨韵味合而为一。整个画面线条流畅，落笔收放自如、一气呵成，构图别具匠心。画面以水为意象，通过笔锋的曲折婉转和色彩的浓淡深浅来诠释万千姿态。上善若水，水泽被万物而不争，为干涸的内心营觅一份平衡从容。美国原版进口艺术纸画芯，色彩细腻；新西兰进口松木画框，还原画作之美。PI Creative Art 是Esther Cohen-Bartfield 在1976年成立的公司。在出版绘画行业一直保持着先进的理念和行业地位。时至今日，已经将业务拓展至多元化的艺术作品，包括印刷画，胶片画和定制画等。并与超过100名的独家版权持有人合作，拥有着众多的绘画风格。","",""),
(NULL,"","世人对于生活的美好祈盼，仿佛化作匠人笔下的清雅紫叶李，一笔一划，皆显从容不迫的风雅姿态；几经锤炼的金箔，片片相接彰显磅礴底蕴，更令画作呈现 “锦上添花”之美意。画芯表面贴制色泽纯正的优质金箔，精致典雅；新西兰松木画框内衬卡纸装裱，映衬画作之美。","",""),
(NULL,"Gestures系列","Gestures系列 Creative Art 是Esther Cohen-Bartfield 在1976年成立的公司。在出版绘画行业一直保持着先进的理念和行业地位。时至今日，已经将业务拓展至多元化的艺术作品，包括印刷画，胶片画和定制画等。并与超过100名的独家版权持有人合作，拥有着众多的绘画风格。","",""),
(NULL,"","以X光艺术描绘自然界的花草，达到一种非同凡响的穿透性视觉体验，呈现神秘奥妙的自然之美。杏叶随风摇曳，恰似翩翩起舞，悦动灵韵，唤醒生命之美。甄选美国进口铜版纸画芯，使画面色调更饱满、层次更鲜明；新西兰松木画框内衬卡纸装裱，映衬画作之美。Steven N. Meyers：美国知名X光摄影师，目前全职工作作为放射学技术做磁共振成像(MRI)，他通过X射线摄影，表现了自然带给我们的细节与光影，展现出了不同寻常的内心世界，他使用自己购买的标本摄影装置，将X光摄影转变为特有的艺术形式，其作品在国际上广为流传并为世人所追捧。","",""),
(NULL,"","FIELD金箔装饰画，灵感来源于大自然中的花朵与植物形状，以贴绘金箔的手法，表现花卉的形象特征，展现出一幅勃勃生机，平衡自然的景象。美国进口画芯，纸质细腻，配以金箔装饰；新西兰进口松木画框，映衬画作之美。Ellen以理想化的手法和浪漫的情调，自由地运用色彩，淡化了色彩的真实性，强调了个性化的形式及感受。","",""),
(NULL,"","色域轻歌，在旺盛的活力和有节制的抒情之间，寻找到一种平衡，轻柔而舒缓，让人沉醉于此而自由徜徉。比利时进口画芯，色彩饱满细腻；配以新西兰进口松木画框，映衬画作之美。海伦·佛兰肯瑟勒，美国抽象表现主义艺术发展中承上启下的人物，曾获美国总统布什亲自颁发的“国家艺术奖”。她发明了把稀释的油画颜料泼在未经处理的帆布上的“浸泡染色”绘画技巧，并启发了后期抽象表现主义“色域绘画”的产生。她的作品从上世纪五十年代就被在世界范围内展览，多次选为各种回顾展的主题作品，其中包括1989年在纽约当代艺术馆举办的回顾展。","",""),
/*30*/
(NULL,"Leaf系列","Leaf系列装饰画，以蓝调为天，金箔作竹，描绘了竹子在蔚蓝晴空下清秀飘逸的画面，让人忍不住静心去感受生命跃动的力量。整体风格充满灵性，加上色彩的交叉碰撞，风格鲜明，独具视觉张力。画面贴绘甄选优质金箔，色泽金黄，薄如蝉翼，佐以铝合金框装裱，画面层次鲜明。Ternence，中文名田豹，2012年毕业于西安美术学院。他的作品就是在记录对生活的理解，表达对生活的种种感悟。艺术源于生活，艺术表现生活，没有生活基础的艺术是枯燥无味的，生活就是一种艺术。","",""),
(NULL,"","色彩渐变而平滑过渡，看似无然则有意的编排，不由自主地令人细味观赏一番。妙彩的方块，代表着跃动的音符，欢悦的回音于木框内渐起，营造出轻松愉悦的家居气氛。美国原版进口画芯，色彩细腻；俄罗斯进口松木画框，还原画作之美。June Erica Vess，是一个多才多艺的艺术家。她首创使用高质量无酸纸进行绘画，广受人们喜爱。June拥有开放的思维，并乐于接受新事物和新技术，并希望自己给观众带来欢乐。因此她的作品富含意趣,充满奇思妙想。","",""),
(NULL,"","淡尔之色象征涓涓流水，生动灵韵。颜色交叉碰撞，独具视觉张力。细水长流，生生不息，给予居家美好寓意。美国原版进口画芯，色彩细腻；俄罗斯进口松木画框，还原画作之美。","",""),
(NULL,"","Sky 手绘雕刻木版画，以灰白为主调，通过写意的技法，描绘了南飞的大雁，乘风破浪，穿云破雾的壮观景象，别有“风翻白浪花千片，雁点青天字一行”的意境。桐木，材质轻柔，无味，纹理优美细腻，色泽如绢丝般雅致润美。","",""),
(NULL,"Agate系列","Agate系列装饰画，取天然之物——小巧精致的玛瑙碎片，构成通透雅致之作，意趣别致，寓意美好。由多块形状不同的玛瑙碎片组成，呈方形的案，似为一体却蕴含变化；清雅的绿调，为整体更添灵动。天然玛瑙石，色泽雅致，纹理美观；松木画框内衬卡纸装裱，色泽沉静，映衬画作之美。","",""),
(NULL,"","VIEW雕刻铜版画，灵感源于美国著名自然摄影师安瑟·亚当斯的一幅黑白摄影作品，通过独特技法，描绘了云端之下，山峦平和静美的景致。亚当斯曾三度获颁古根海姆奖金，美国艺术与科学学会奖金，并被授予总统自由勋章。他还是一位摄影作家和摄影教育家，从1960年到1979年的二十年里，出版了十五部著作。","",""),
(NULL,"","Absence of Sound 装饰画，以普通自然植物为素材，将事物的原态呈现，在沉静的蓝色背景下，恬静美好，让人忍不住停下脚步去倾听平凡之声。甄选加拿大进口铜版纸画芯，使画面色调更饱满、层次更鲜明；先进设备高精度印刷，还原画作细腻质感；新西兰松木画框内衬卡纸装裱，映衬画作之美。Stacy DAguiar出生于1974年，她在很小的时候就已经走上了艺术的道路，她始终坚信他这一生终将通过艺术向世人展示光与美。她在油画布，金属和木头等不同材质上，表达宇宙的宏伟壮丽以及宇宙间的万物，从而引起人们内心深处的共鸣。对stacy来说，每幅画面都是一次旅行，她在创作一幅作品时会聆听空白油画布的心声并想象画面成型后的样子，但往往最终的作品都会超于她的预想。她的作品中包括了人物，动物，自然中的各种事物，她希望通过展示这些人事物最自然的形态来引导观赏者，给予其更深层次的震撼。","",""),
(NULL,"Circle系列","Circle系列选用优质藤条经过复杂的工艺编织，静谧儒雅，透露出独有的东南亚风情。它提供3种大小规格，组合摆放，独成景致。以圆环为形，是完美和谐的意象。圆环层层叠叠，错落有致，富有层次感之余，更添禅意。精选菲律宾特有的粗壮藤条，颜色均匀，经久耐用，环保健康。菲律宾进口。","",""),
(NULL,"Vine系列","Vine系列墙饰，以黄铜为材，借高超技艺，描绘出“鸟鸣枝头”的生动景致，灵动自然。精湛的技艺，将三者巧妙衔接，环绕的枝桠，凋零的绿叶，鸟儿于其中穿梭，动静相宜，风雅意趣，颇有诗意。选用黄铜，质地厚重，低调而不失风格。","",""),
(NULL,"","一轮藤边的点缀令清冷的镜面升华出自然的温柔气息，圆润饱满的造型传递的正是大自然的包容气度，亦具圆满之美好寓意。精选粗细一致、颜色均匀的藤条，耐划耐用，自然环保。菲律宾进口。","",""),
/*40*/
(NULL,"","干净利落的方形，造型经典，配以沉静的古黑色，低调内敛，给人沉稳大气之感。","",""),
(NULL,"","简约圆润的造型，流畅自然，配以自然的旧铜色，精巧别致，给人沉稳大气之感。","",""),
(NULL,"","帆布拼接镜子，设计灵感来源于拼接的棒球，由帆布包边拼接，色泽淡雅大方，使镜子精致美观，具有现代气息。手工处理的帆布，配以木纹优雅的石梓木，尽显自然之韵。","",""),
(NULL,"","Marble 牛角镜子系列，设计简约，由天然牛角拼接而成，色泽质朴，天然纹理保留了自然生长的痕迹，辅以较大的尺寸，给人沉稳大气之姿。因用材的独特性，该系列不仅实用且能起到很好的墙饰效果。外形简洁圆润，牛角拼接自然得当，体现工艺的精细；黑色为主，棕黄色为辅的牛角色调，沉静自然，给人含蓄内敛之美。天然牛角，纹理清晰，细腻温和，自然润泽。印度进口。","",""),
(NULL,"Magnolia系列","“庭前木兰花，皦皦扶春阳。”Magnolia系列通过高超的手工工艺，将象征着“高尚灵魂”的木兰花精妙还原，于室内永久绽放，幽姿淑态，别具风情。木兰花常为文人墨士所吟赞，花开时傲立枝头的纯白圣洁，令人陡生敬仰之感。此款木兰花枝既有含苞待放的娇柔，亦有舒展绽放的明丽，花团锦簇间，更为生活增添美好寓意。选用优质涤纶布，强度高、弹性好，耐磨度好。","",""),
(NULL,"Eucalyptus系列","Eucalyptus系列，清新的色调，简洁而百搭；枝叶的舒展，恰到好处而生气盎然，枝叶层叠间传递出“恩赐与回忆”的唯美寓意。叶瓣与枝干经过匠人手工擦色，方呈现出如此细腻精致的色彩变化。得益于上佳的工艺，自然的恩赐之物才能被永久定格，于居室之内延续它的独到风情。选用优质涤纶布，强度高、弹性好，耐磨度好。","",""),
(NULL,"","以波光粼动的鱼鳞片为主材，手工塑形后点缀于枝头，令白净素雅的鳞花绽放于室内，带来别具趣味的自然气息与“年年有余”的吉祥寓意。泰国进口。","",""),
(NULL,"","精湛细腻的手工艺还原了彼岸花的盛放姿态与馥郁色彩，象征着“思念”与“吉祥”的花语，也令装扮居室的同时，亦添一份美好寓意。","",""),
(NULL,"","玉兰花温软如缎的色泽与拙朴古雅的器皿在居室中自成一隅，风雅的翡翠绿，盈盈蹁跹衬托着温润的东方气质。花盆精选景德镇高白泥为坯，清亮通透。","",""),
(NULL,"","天堂鸟花形奇特美妙，宛若仙鹤独立，翘首远望，姿态优美；紫白相间的色彩，高雅大方，淡雅脱俗。置于居室一隅，方寸之间，吐纳出安静的禅意。","",""),
/*50*/
(NULL,"","纤细的枝干上小白果锦族可爱，淡雅的白色之中隐透着秋末的宜人气息。","",""),
(NULL,"","花开时无需绿叶衬托，花谢时不容凋零颓势，木棉花与生俱来的刚烈气节赋予其一种独特之美，清逸豁然的姿态里释放的乃是丝缕温淳，适合营造宁静、淡雅的质感空间。一花一世界。引花入室，无论是信手拈来，或以插花之道斟酌配搭，自然情趣跃然而出，心生愉悦。","",""),
(NULL,"","简约的造型，在菱格纹路下，分外生动，棕色与烟灰色交融迷离，低调之中自显新意。","",""),
(NULL,"Spritz系列","Spritz系列，器型造型简洁时尚，面表纹路仿似飘然而落的雨滴，疏朗有致中彰显一派自然气韵。此系列共有两种尺寸可供选择。匠人精湛的手工艺，造就花瓶表面的别致花纹，焕发新彩，虚实交汇间光彩流溢。","",""),
(NULL,"Puro 系列","Puro 系列，器型圆润大气，表面呈现自然的凹凸菱形格纹，于沉静色调下，简约雅趣。造型圆润饱满，经典的格纹设计，搭配沉静的灰调，于通透的玻璃质感下，更富层次与变化。印度进口。","",""),
(NULL,"","Julia 花瓶系列，将西方油画艺术融于花瓶设计之中，用色厚重，蓝绿的色彩，如同碧池涟漪，蕴含生机，宁静惬意。该系列提供2种规格尺寸，满足个性需求。简洁流畅的线条将花瓶勾勒，圆润饱满，体态优美；玻璃壁厚实稳重，富有质感；花瓶表面色泽温润，蕴含变化，颇具雅趣。选用再生玻璃，安全环保，工序复杂。比利时进口。","",""),
(NULL,"","木理通直的原材巧借匠人之手，转化为家中颇具禅意的点缀之物。形似鱼嘴的瓶口使整体造型多了一份生动与趣味。经刷漆过后的木纹散发出柔亮温润的色泽，适合搭配锦簇的花束。该款有两种器型可选。精选优质芒果木，纹路细腻，美观优雅，自然环保。泰国进口。","",""),
(NULL,"","灵感源于古代女子的美人肩，带着宫廷式的雍容华贵，亦不失大家闺秀般的端庄秀丽。花瓶整体造型饱满得体，细腻白泥借由匠人之手转化为古典美学符号，适合搭配长茎清雅的花枝，衬托出温润的东方气质。精选景德镇高白泥为坯，清亮通透，内壁施釉，触感光滑。","",""),
(NULL,"","纤长的水墨书法美人肩瓶，好似女子的婀娜身姿，亭亭玉立，恬静舒雅。精选景德镇高白泥为坯，清亮通透，内壁施釉，触感光滑。","",""),
(NULL,"Cannes系列","Cannes系列的魅力之处不仅仅在于精湛手工艺带给天然材质的丰富变化","",""),
/*60*/
(NULL,"","取天然材质，经匠人巧手编织而纹路工整清晰，烟草色与棕色的相互碰撞，平添一份古朴气韵，装饰实用两相宜。精选粗细一致、颜色均匀的藤条，耐划耐用，自然环保。菲律宾进口。","",""),
(NULL,"","黑色与古铜色相互辉映，于简洁线条中勾勒出复古斑驳的静物气息。可配以铸铁茶壶置于盘中，沏一壶悠悠茶香，感受时光带来的蓬勃能量。采用铝材质，手感厚重，结实耐用。印度进口。","",""),
(NULL,"Dandelion系列","Dandelion系列，造型经典，线条简洁，佐以银箔点缀，并巧用光影效应，使之产生变色效果，独具匠心。简洁的圆形托盘，以精致银箔装点蒲公英图案，自然而富有生气，集功能与装饰于一身。越南进口。","",""),
(NULL,"Epos 系列","Epos 系列办公用品，以天然牛皮为主材，设计简洁，配以橄榄绿的宁静与沉稳，营造出优质的工作氛围。该系列配套齐全，包括书桌垫，A4纸托盘，鼠标垫，记事本，笔筒，便利贴盒，信插和三格收纳盒8件办公物品。造型干净利落，手感细腻平滑，富有质感，搭配沉静之色，暗衬使用者的内敛气质。天然牛皮，手感丰满，富有弹性。印度进口。","",""),
(NULL,"","鲜亮的橘色为传统托盘带来不拘一格的视觉表现，简洁的提手设计，更具人文关怀，以麂皮绒作为面料用材，更显高贵优雅。精选上乘的牛皮及红榉木为主材，材质天然环保，品质彰显。印度进口。","",""),
(NULL,"","木制相框采用传统手工拼接技艺，原始的木材未加过多修饰，尊崇自然的纹理，清新的格调溢满居室，相框背面采用单个可转向锁扣，方便更换照片；该款共有两个尺寸可选。棕榈木木质坚硬，纹理特点鲜明，作为饰品可长期使用。印度进口。","",""),
(NULL,"Sage系列","Sage系列相框，造型经典简约，选用高档泰丝，搭配雅趣墨绿色，别有逸趣。此款共有3个尺寸可选。光滑柔丽的泰丝，配以素雅大气的绿色调，简约而不失精致。该相框适合放置4X4英寸的照片。甄选泰丝为原料，由泰国特产的黄色桑蚕茧缫成，色泽盈亮，质地柔韧。泰国进口。","",""),
(NULL,"Elbow系列","Elbow系列为知名设计师Neil Cohen的作品，Nambe特质合金与玻璃的组合，风格独树一帜，充满未来设计感；该系列相框共有三个尺寸可选。合金底座仿若弯曲肘部的柔美弧度，于厚实中充满力量美，亦使相框坚固稳定，底座与相框可拆分，适合用来摆放纵向、横向照片。底座为Nambe专属合金材质，兼具银的光泽和钢的力度。","",""),
(NULL,"","Kota 角制相框系列，牛角色泽质朴，天然纹理保留了自然生长的痕迹，在匠人精湛的手工技艺之下拼接成错落有致的相框，格调自成。该相框提供3种尺寸，满足不同相片需求。该相框以天然牛角，拙朴自然；相框背面采用4个可转向锁扣，方便更换照片；适合放置4x6英寸的照片。天然牛角，纹理清晰，细腻温和，自然润泽。印度进口。","",""),
(NULL,"Teak系列","Teak系列，由柚木砂岩带来的双重质感，似木的纹理散布在石材中，于简约器型下，温润宁静。该组包括卫浴套件、相框和装饰盘，满足多种空间需求。自然的画笔于石材上挥洒出如山水画般浓淡两相宜的天然纹理，细腻精湛的手工打磨令其光滑润泽，更添古朴雅韵。该相框横竖皆可摆放，适合放置4X6英寸的照片。柚木砂岩，具有石的质地、木的纹理，色彩丰富而自然古朴，在石材中享有“丽石”的美誉。巴基斯坦进口。","",""),
/*70*/
(NULL,"Loures系列","Loures系列，严密工整又略带粗犷的纹路，一如大自然，平凡朴实中却有别样新意。取天然材质，经匠人巧手编织而纹路工整清晰，棕色的柔雅淳朴，平添一份古韵之美，提手处马尼拉麻绳与牛皮材质的结合，带来丰富质感，装饰实用两相宜。精选粗细一致、颜色均匀的藤条，耐划耐用，自然环保。菲律宾进口。","",""),
(NULL,"","取材天然并经过传统手工编织而成，手法细致，处处可见工艺师的精巧用心。既是家居物品收纳的好帮手，其简约的外形与淳朴的风味也赋予其时尚百搭的装饰韵味。精选粗细一致、颜色均匀的藤条，耐划耐用，环保健康。越南进口。","",""),
(NULL,"Amani系列","Amani系列将天然材质的魅力通过繁复手工工艺，得以另一种姿态重新呈现，低调中蕴藏不凡气度。此系列有两款储物盒与一款托盘可供选择。贝壳的纹理于黑色中隐约闪现，每一道都蕴含着自然的印记；恰到好处的切割与拼接工艺，得益于工匠们的巧手慧心，浑然一体却也各具风格；佐以一轮黄铜金边，古朴之中更显典雅。菲律宾进口。","",""),
(NULL,"Rope系列","Rope系列，经由特殊工艺处理，具有天然清新、健康环保、经久耐用等显著特点，长久以来深受喜爱，色泽自然，古朴素雅，隐透着原始气息。带盖设计，防尘防灰，便于收纳，能储存多样杂物，美观与实用兼具。藤条产自印度尼西亚，枝干饱满，粗细均匀，耐划耐用，工艺性强，环保健康。印度尼西亚进口。","",""),
(NULL,"Sage系列","Sage系列首饰盒，造型经典简约，选用高档泰丝，搭配雅趣墨绿色，别有逸趣。此款共有2个尺寸可选。精致细腻的泰丝，简约得体的造型，为你爱不释手的首饰提供舒适自然的摆放空间。此款共有两种尺寸可选。甄选泰丝为原料，由泰国特产的黄色桑蚕茧缫成，色泽盈亮，质地柔韧。泰国进口。","",""),
(NULL,"Elio系列","Elio系列造型简洁，线条利落，搭配时尚的深蓝色，独具现代感，集功能与装饰于一身。该系列有2个尺寸可选用搭配。该系列收纳盒充分考虑材质的合理运用，外部选用质地优良的榉木，保留其耐用抗压之优点；链接处精选黄铜合页；内部搭配高档麂皮绒，避免收纳各类饰品时刮花受损。甄选优质榉木，质地致密坚硬，富有光泽，内饰高档麂皮绒，手感柔软。印度进口。","",""),
(NULL,"","Adel圆形毛片收纳盒系列，将牛皮毛经过特殊处理，色泽优美，典雅含蓄，隐透着异域风情。它提供2种大小规格，能储存多样杂物，便捷实用。简约圆润的收纳盒，表面毛皮温润细腻，配以素雅的灰色调；收纳盒内衬由皮革铺置，光滑富有质感。牛毛皮毛面柔软，纹细结实。印度进口。","",""),
(NULL,"装饰画","","/img/decorations3/1.jpg","/img/decorations3/1t.jpg"),
(NULL,"墙饰","","/img/decorations3/2.jpg","/img/decorations3/2t.jpg"),
(NULL,"镜子","","/img/decorations3/3.jpg","/img/decorations3/3t.jpg"),
/*80*/
(NULL,"装饰花","","/img/decorations3/4.jpg","/img/decorations3/4t.jpg"),
(NULL,"办公收纳","","/img/decorations3/5.jpg","/img/decorations3/5t.jpg"),
(NULL,"篮筐","","/img/decorations3/6.jpg","/img/decorations3/6t.jpg"),
(NULL,"相框","","/img/decorations3/7.jpg","/img/decorations3/7t.jpg"),
(NULL,"储物盒","","/img/decorations3/8.jpg","/img/decorations3/8t.jpg"),
/*85*/
(NULL,"","Belize水晶台灯，设计师巧妙地将黄铜嵌入水晶，两种材质相辅相成,同时灯柱与底座连接处运用了罗马柱式的铜纹设计，为整款灯增加了一丝复古及优雅的气质。灯体采用水晶之间嵌入黄铜材质，两种材质相辅相成。","",""),
(NULL,"Daphne系列","Daphne系列独特的稳固性结构与颇具设计感的造型相得益彰，搭配可自由调节角度的贴心设计，令光源得到充分利用。此系列有落地灯与台灯可供选择。纤细的古铜色灯杆笔挺而立，穿透撑架呈现出优美的弧度。精简的设计无需缀饰，便自具一番几何美学的趣味。灯杆与灯头分别可进行360°及180°的流畅旋转，便于根据实际需求调整出理想的光源。六边形底座与灯罩遥相呼应，搭配三角撑架，为桌面摆放提供稳固支撑。选用优质黄铜，质地厚重，低调而不失风格。可调节高度。","",""),
(NULL,"Candlestick系列","Candlestick系列的优雅源于仿烛台设计的灯体，均匀排列的螺纹带来浓郁的古罗马建筑风格，于古黑色金属材质上演绎出古典与现代并存的时尚美学。此系列有落地灯与台灯可供选择。古黑色的厚重被高挑的烛台状灯体巧妙平衡，隐于其中的细致螺纹于无声处呈现精湛的现代工艺，传达出一派雅致风格。选用优质黄铜，质地厚重，低调而不失风格。","",""),
(NULL,"","设计师以艺术为桥梁，呈现出此款以古代乐器“排箫”为灵感的台灯。以黄铜演绎传统器形，仿佛一场古典与现代的跨时空对话；数根实心的铜柱有序排列环绕，前后错落恰似五线乐谱，当灯光反射于上，跳跃的光点仿佛动人的音符。此款台灯表达了对于生活的美好祈盼，亦饱含着对自然与文化的崇高致敬。选用优质黄铜，质地厚重，低调而不失风格。","",""),
(NULL,"","古黑色的四方格组成了如栅栏般的灯罩，方寸之间颇有一番意趣；配以琥珀色的天然云母片，斑驳的纹理好似秋日落叶，于温暖灯光的映衬下，仿佛把浓浓秋意带回了家中。选用优质云母片，材质天然，纹理优美。","",""),
/*90*/
(NULL,"","天然材质的大理石上层叠砌着方形黄铜块，不禁令人联想到古老的玛雅金字塔。层层递进的梯状设计传递出简约的几何美学，于灯光的笼罩下明暗变换，交替出一丝神秘气息。选用优质黄铜，质地厚重，低调而不失风格；进口网啡大理石，材质天然、纹理优美。","",""),
(NULL,"Beta系列","Beta系列，严苛比例几经推敲，打破全立面圆形结构的单调沉闷，充分彰显“圆”的纯粹美感。优美的比例设计，棉布与铁于简洁圆润中结合出修长纤巧的形姿。底座下衬绒布，巧妙地保护地板，防止磨损。棉布灯罩纯净质朴，内衬半透明PVC，透光柔和温婉。","",""),
(NULL,"Tesla系列","Tesla系列，气质内敛亲和，适合放置于任一空间，宛若家人一样默默地给予温馨关怀。灯柱对称线条简洁利落，棉布灯罩纯净质朴，透光柔和温婉，为居室平添几分温馨之感。底座下衬绒布，巧妙地保护地板，防止磨损。棉布灯罩纯净质朴，内衬半透明PVC，透光柔和温婉。","",""),
(NULL,"Athena系列","Athena系列，设计师用恰到好处的比例演绎方与直的协调和平衡，并通过简约纤细的造型，将雅致的格调发挥尽致。该系列提供台灯和落地灯。Athena 铜质落地灯，设计简约，线条利落，配以旧铜色造就雅致氛围。该灯底座厚实能保证稳定性；四个灯脚衬绒布，巧妙保护桌面，防止磨损。","",""),
(NULL,"Mahagony系列","Mahagony系列，古旧黄铜与温润木质进行对话，简约的造型赋予细腻而雅致的视觉享受。不同材质的碰撞融合，沉静的桃木色与古旧的铜色相互映衬，散发出精致优雅的气韵；特有的卷边灯罩，丰富了光影的层次感。桃花心木灯体，表面具有细腻木质纹理，温润内敛；翻砂铜质底座，质感厚重，低调质朴。","",""),
(NULL,"Nash系列","Nash系列，从传统建筑美学的构景方式中汲取灵感，重新演绎出写意自然、精雅入画的江南情愫。造型设计源于苏式园林的漏景之美，灯柱形似窗棂的简约镂空造型，为居室平添一分灵气。底座下衬绒布，巧妙地保护地板，防止磨损。棉布灯罩纯净质朴，内衬半透明PVC，透光柔和温婉。","",""),
(NULL,"Candlestick系列","Candlestick系列的优雅源于仿烛台设计的灯体，均匀排列的螺纹带来浓郁的古罗马建筑风格，于古黑色金属材质上演绎出古典与现代并存的时尚美学。此系列有落地灯与台灯可供选择。古黑色的厚重被高挑的烛台状灯体巧妙平衡，隐于其中的细致螺纹于无声处呈现精湛的现代工艺，传达出一派雅致风格。选用优质黄铜，质地厚重，低调而不失风格。","",""),
(NULL,"Lumina系列","Lumina系列，简洁的造物美感、虚实相生的设计手法，演绎出光影相逐的情态。设计灵感源自古代的“孔明灯”，又称“祈天灯”，写下祝福的心愿，象征丰收成功，幸福年年。方直灯罩与底座有如形影，简约中透露静雅隽美。提供同系列台灯可选，搭配陈列，丰富视觉感受。底座下衬绒布，巧妙地保护地板，防止磨损。棉布灯罩纯净质朴，内衬半透明PVC，透光柔和温婉。","",""),
(NULL,"triangle系列","triangle系列使用黄铜铸造，经过复杂的焊接打磨工艺，打造独特的三角对称式灯体，兼具稳定和平衡之美。灯体全部由黄铜打造，表面经手工打造形成内敛的旧铜色。","",""),
(NULL,"Arcis系列","Arcis系列，运用具象手法演绎抽象的光之形态，颇显现代意味的设计，妙趣横生。棉质灯罩透光婉约，灯柱纤长形似光束，承载光线的延续，刻画出穿越时空的现代感。提供同系列台灯、落地灯可选，搭配陈列，丰富视觉感受。底座下衬绒布，巧妙地保护地板，防止磨损。棉布灯罩纯净质朴，内衬半透明PVC，透光柔和温婉。","",""),
/*100*/
(NULL,"Aspen系列","Aspen系列，摄取自然造物之美感。设计师将山杨枝干造型巧妙地融于灯体，独具设计感，层次丰富而有韵味。用传统的铁材来演绎和诠释枝干；麻布灯罩透光柔和温馨。","",""),
(NULL,"Lyra系列","Lyra系列，以亮片为装饰元素，个性鲜明却不繁复，彰显异域情怀的同时为居室增添非凡魅力。复古的亮片灯罩、不落窠臼的格调、曼妙的凹凸曲线，烘托出迤逦的异域风情。安装接地保护导线，给予周全防护。","",""),
(NULL,"Convex","Convex 吊灯采用凸面白玉玻璃，上下叠层的造型设计，精巧别致。透光柔和的白玉玻璃搭配古旧铁制灯体。","",""),
(NULL,"Array系列","Array系列，棕黑色，铁与仿丝布交织出东南亚的岛国气息。铁质灯罩上的刻花花纹，迤逦婉约。铁与玻璃面对面，仿丝绒的柔和透光，辅以独特的铁艺镂空纹案，两边婉约的刻花，演绎别具一格的东南亚风情。吊灯高度可以在安装时根据室内层高适度调节，灵活方便。安装接地保护导线，给予周全防护。","",""),
(NULL,"Edison系列","Edison系列造型简洁，形如皓月，营造温馨居家环境。Edison铜质吸顶灯采用简洁的圆形结构，透光柔和的丝印玻璃，形如皎洁皓月，营造温馨的居家氛围，提供古黑色和古铜色两种颜色选择。黄铜经手工擦色形成安静内敛的古铜色，采用质感厚重，透光柔和的丝印玻璃灯罩。","",""),
(NULL,"Vega系列","Vega系列，深谙简而有味之道，线条简洁利落、不事雕琢，却恰是其魅力所在。仿古代四方宫灯之形，驭繁就简，诠释简约至极即是精巧，这颠扑不破的真理。安装接地保护导线，给予周全防护。棉布灯罩纯净质朴，内衬半透明PVC，透光柔和温婉。","",""),
(NULL,"Aida系列","Aida系列造型设计灵感取自古老神秘的埃及金字塔，将直线条和曲线条巧妙融于一体，层叠的水晶完美地演绎了光影形态。Aida系列完美体现了源自法国，兴起于1921年代的ART DECO艺术装饰风格，层叠的金字塔造型，直线和曲线融为一体，运用现代的比例和造型来诠释传统的高贵和典雅。晶莹剔透的水晶条搭配古旧效果的铸铁。","",""),
(NULL,"Silky系列","Silky系列采用黄铜打造，简洁优雅，线条弧度流畅舒缓，真丝灯罩透光细腻柔雅，搭配灰黑色玻璃灯碟，让光影倍具韵味。作为Tao品牌旗下的首款双头壁灯，简洁雅致的结构令其兼具古典与现代之美，纤长的灯臂经手工弯折形成自然流畅的弧度，优雅之中彰显平衡之美。选用优质黄铜，质地厚重，低调而不失风格；真丝灯罩，细腻有光泽，透光柔和。","",""),
(NULL,"Moon","Moon 壁灯的设计理念一如它的名字，黄铜与雪花石巧妙融合，缔造了月映云山的朦胧诗意的意境。古旧黄铜，衬托纯澈的雪花石石材，雅致而宁静。","",""),
(NULL,"Aspen系列","Aspen系列，摄取自然造物之美感。设计师将山杨枝干造型巧妙地融于灯体，独具设计感，层次丰富而有韵味。辅以圆形底托，形若悬浮，为整体平添空灵之感。用传统的铁材加以金箔做旧的颜色来演绎和诠释天然枝干的形态；麻布灯罩透光柔和温馨。","",""),
/*110*/
(NULL,"","设计师用简约的造型，精准的比例，使这款壁灯独具含蓄内敛之美，又不失优雅别致的韵味。黄铜打造四方灯体框架，经手工擦色形成静谧的古黑色，磨砂玻璃透光柔和。","",""),
(NULL,"","Joy灯体呈现优美的弧线形，别有韵致；古旧黄铜搭配雅洁玉润的白玉玻璃，简洁优雅。黄铜经手工擦色形成安静内敛的古铜色，白玉玻璃纯净润洁，透光柔雅。","",""),
(NULL,"","Helina系列，融巧思于现代风格，用强烈的生活气息与复古情结，应和了古意的浪漫。设计灵感源自古代灯笼，灵巧的手提造型，棉布灯罩纯净质朴，配以手工擦出的仿旧效果，阐释浓郁的复古情结。安装接地保护导线，给予周全防护。棉布灯罩纯净质朴，内衬半透明PVC，透光柔和温婉。","",""),
(NULL,"","Sol系列，用延伸视角探索空间的存在感，借简约的设计语言实现丰富的层次，简而有味。灯罩线条精简利落，与长型铁壁座呼应。磨砂玻璃灯罩光洁润白，透光柔雅，尤为适合挑高设计的空间，以获得视觉延伸感。安装接地保护导线，给予周全防护。","",""),
(NULL,"Adam系列","Adam系列因自主开模研发的独特梯状水晶条而更显流光溢彩，灯光与水晶的邂逅，为居室增添一份明丽光辉。此系列有圆形吊灯、长方形吊灯与吸顶灯可供选择。水晶的剔透折射出丰富的光影效果，环绕而成的圆形犹如一顶精致皇冠，搭配古铜色金属边框，散发出大气、端庄的贵族韵味；为品质生活增添一份精益求精的华贵气质。选用优质K9水晶，通透有光泽；选用优质铁材，坚固耐用。","",""),
(NULL,"Aida系列","Aida系列体现了兴起于1920年代的ART DECO艺术装饰风格，造型设计灵感取自于建筑形态，设计师运用现代的比例和造型来诠释传统的高贵与典雅。该系列提供圆形和方形两款水晶吊灯。设计师将直线与回纹饰曲线巧妙融于一体，层叠的水晶造型演绎了光影形态。晶莹剔透的水晶条搭配古旧效果的铸铁，典雅大气。","",""),
(NULL,"","Crystal水晶台灯雍容大气，圆柱形水晶灯体表面打磨成独特的方形棱面效果，方圆相称，让光影形态舞动于水晶之上。晶莹剔透的水晶配以镀银黄铜底座。","",""),
(NULL,"","Eva可调节水晶台灯，比例优美，纯净的水晶搭配镀银的黄铜，端庄典雅，配以素雅的灯罩，让其整体素洁雅致又不失安静内敛。该灯内有可调节旋钮，您可根据需求自行调整灯罩高度；四个脚底衬绒布，巧妙地保护桌面，防止磨损。晶莹剔透的水晶配以镀银黄铜底座，EGG纸质灯罩让光线仿若从蛋壳中透出，赋予空间静谧柔和的暖色。","",""),
(NULL,"","Nero 大理石台灯选取天然黑白根大理石石材，具有天然独特纹理，沉静的黑色中可见白色纹理游离其间，两种色调的对话宛若天然的艺术品。黄铜经手工擦色形成安静内敛的古铜色，黑白根大理石具有石材天然的独特纹理。","",""),
(NULL,"","雪花石灯体，坐落于八边形黄铜底座之上，大气稳重又具几何美感。底座下衬绒布，巧妙地保护桌面，防止磨损。西班牙天然雪花石，莹润通透，兼具石的厚重质地和玉的光滑手感，安静质朴；古旧黄铜，厚重质朴；两者互相融合，营造出宁静清雅之感。棉布灯罩纯净质朴，内衬半透明PVC，透光柔和温婉。","",""),
/*120*/
(NULL,"","四方的雪花石灯体搭配于四脚支撑的黄铜台基底座之上，造型方正大气，端庄而典雅。底座下衬绒布，巧妙地保护桌面，防止磨损。西班牙天然雪花石，莹润通透，兼具石的厚重质地和玉的光滑手感，安静质朴；古旧黄铜，厚重质朴；两者互相融合，营造出宁静清雅之感。棉布灯罩纯净质朴，内衬半透明PVC，透光柔和温婉。","",""),
(NULL,"","墨绿色的大理石浸润于柔和的灯光中，设计师用大理石的沉稳与内敛来营造无限静谧的氛围，墨绿的色调更加带来内心的平和之境。底座下衬绒布，巧妙地保护桌面，防止磨损。墨绿色的大理石犹如翡翠，坚韧而又细腻，搭配黄铜底座，沉稳内敛，含蓄而又大气。","",""),
(NULL,"","天然雪花石细腻光滑、润泽。配比恰到好处的古旧黄铜，古朴平和而又不失灵动之气。采用西班牙天然雪花石，兼具石的厚重质地和玉的光滑手感。天然的石纹不但是雪花石身份明显的标识，更使雪花石的羊脂之白被衬托出来。雪花石的润泽通透搭配古旧黄铜的安静质朴，带来宁静平和之境。麻布灯罩透光柔和温馨。","",""),
(NULL,"台灯","","/img/lamps3/1.jpg","/img/lamps3/1t.jpg"),
(NULL,"落地灯","","/img/lamps3/2.jpg","/img/lamps3/2t.jpg"),
(NULL,"壁灯","","/img/lamps3/3.jpg","/img/lamps3/3t.jpg"),
(NULL,"吊灯","","/img/lamps3/4.jpg","/img/lamps3/4t.jpg"),
(NULL,"水晶灯","","/img/lamps3/5.jpg","/img/lamps3/5t.jpg"),
(NULL,"铁艺灯","","/img/lamps3/6.jpg","/img/lamps3/6t.jpg"),
(NULL,"铜质灯","","/img/lamps3/7.jpg","/img/lamps3/7t.jpg"),
/*130*/
(NULL,"石质灯","","/img/lamps3/8.jpg","/img/lamps3/8t.jpg"),
(NULL,"更多材料","","/img/lamps3/9.jpg","/img/lamps3/9t.jpg"),
(NULL,"Exotic系列","Exotic系列，异域风情的图案选择，温暖雅致的色调运用，在古老传统的手工平织手法演绎下，传统经典，格调彰显。该地毯提供2种尺寸，满足个性需求。别致异域的花纹图案，加之柔和自然的色调，经典别致；传统手工平织手法，毯面紧致细密，经久耐用。该地毯提供2种尺寸。羊毛与棉均属于天然纤维，质感厚重，触感柔软。同时羊毛有较好的吸音能力，降低室内噪音。手工织造。","",""),
(NULL,"","走进印度古老工坊，见证传统手工技艺。工匠将结绳在手中准确传递，潜心钻研，只为编织出纯净气韵之作。素朴的色彩拼接和突出的经纬线编织，更具视觉层次感。精选纯羊毛，安全环保，兼备吸音功效。两色及两种尺寸可选，丰富配搭选择。羊毛属于天然纤维，质感厚重，触感柔软。源自印度古老工坊，传统手工艺搓制、编织而成，耗时久。","",""),
(NULL,"Matrix系列","Matrix系列，基于万字纹图形，去繁化简，时尚经典。该地毯提供2种尺寸，满足个性需求。该地毯提供2种尺寸，满足个性需求。米色的简化万字纹图案，配之以低调咖色，整个地毯简洁素雅，时尚经典。手工编织，毯面紧致细密，经久耐用。吸湿性强、散水快、耐摩擦、阻燃性好。天然纤维，绿色环保。手工织造。","",""),
(NULL,"Glisten系列","Glisten系列，灰蓝色调交相辉映，借以条纹效果，宛如午后的湖面，安静平和。该地毯提供2种尺寸。条纹拼接工艺，将灰色与蓝色相融，立体富有质感，简单之中蕴含沉静气质。手工编织，使毯面更为紧致细密，经久耐用；粘胶与麻材质混合，柔适透气。粘胶，触感柔软且富有光泽；加以棉麻天然材质，自然美观。手工织造。","",""),
(NULL,"Caho系列","Caho系列，传统手工编织，纹理简洁，色彩质朴，恍若融入于天人合一的部落生活。该系列提供2种尺寸，满足个性需求。简单的纹理，内敛的色彩，精湛的手工编制，整体平和静谧，自然素雅。麻本色，自然纯朴。该地毯提供2种尺寸。吸湿性强、散水快、耐摩擦、阻燃性好。天然纤维，绿色环保。手工织造。","",""),
(NULL,"Banding系列","Banding系列，两色交相辉映，加之以鱼骨纹手工编织方法，整体复古时尚，雅致独特。该系列地毯提供2种颜色，满足个性需求。沉静浅蓝结合雅致浅灰，借以条纹效果呈现，简单之中透着平和气息。鱼骨纹复古手工编织手法，配以两边流苏设计，自然内敛，雅致随性。该地毯提供2种尺寸。吸湿性强、散水快、耐摩擦、阻燃性好。天然纤维，绿色环保。手工织造。","",""),
(NULL,"Eos系列","Eos系列,地毯于深黄色中交织出抽象感十足的艺术魅力，波纹粼粼间颇具奇趣意境；蕴含独特工艺的纤维令使用感与防尘力均得到更好的发挥，彰显不凡品质。此系列有两款尺寸可供选择。此款地毯采用纤维含量丰富的优质纱线，呈现厚实且柔软的舒适触感；添加特有的污渍尘土防护层技术，直达纤维核心部分，使地毯经过长久使用后仍易于清理、保持干净气味；疏密有致的纹理穿梭于上，浓色淡彩间风格自显，使其兼具上佳的装饰性与实用性。优质聚酯纤维，坚牢挺括、弹性好。以独特工艺令纤维具有不绞缠、防挤压的特性，使回弹力更持久；高级纳米技术包裹纤维，形成防污保护层，令地毯更易清洁。美国进口。","",""),
(NULL,"Cosmo系列","Cosmo系列地毯于烟灰色中重新演绎时尚风范，纹理交织间展现沉稳大气之姿；蕴含独特工艺的纤维令使用感与防尘力均得到更好的发挥，彰显不凡品质。此系列有两款尺寸可供选择。此款地毯采用纤维含量丰富的优质纱线，呈现厚实且柔软的舒适触感；添加特有的污渍尘土防护层技术，直达纤维核心部分，使地毯经过长久使用后仍易于清理、保持干净气味；简约风格的图案延展于上，素雅中不失灵动，使其兼具上佳的装饰性与实用性。优质聚酯纤维，坚牢挺括、弹性好；粘胶，触感柔软且富有光泽。以独特工艺令纤维具有不绞缠、防挤压的特性，使回弹力更持久；高级纳米技术包裹纤维，形成防污保护层，令地毯更易清洁。美国进口。","",""),
/*140*/
(NULL,"Lulang系列","Lulang系列，取灵感自寓意“希望”的檕梅树叶，叶片灵动舒展，错落平铺之间，似于金色曦阳之下，展现一派别样盎然生机。精湛提花工艺将叶片图案细致刻画，配以雅致暗金色调，呈现多变光影效果与丰富层次感。精选丝棉面料，兼具棉的柔韧和丝的光泽，且具有上佳的吸湿透气性。该封枕提供2种尺寸可供选择。","/img/textile3/1.jpg","/img/textile3/1t.jpg"),
(NULL,"Ginkgo系列","Ginkgo系列，以清简的线条将银杏叶片细致描绘，恰如一幅工笔白描画作，简而有味、平和恬静。此系列有三款尺寸可供选择。四件套精选Pima棉，自然柔软的质地带给肌肤顺滑触感，让身体舒享睡眠时刻；精湛的印花工艺将姿态各异的银杏叶片生动呈现，并饰以墨绿撞色螺纹嵌条，于细节处巧妙点缀。","/img/textile3/2.jpg","/img/textile3/2t.jpg"),
(NULL,"Mercy系列","Mercy系列，以葡萄牙画家笔下的春日繁花为灵感，雅致的灰蓝色调与水彩风格平衡了花卉簇开的喧闹感，只留一份从容心境，优雅绽放。四件套包含被套、床单及两个封枕，且有三种尺寸可供选择。甄选葡萄牙进口高品质全棉面料，织纹细腻、柔滑亲肤。精湛的印花工艺将花卉的盛开之姿铺展于上，浓淡层叠间晕染出一派雅致景色，为卧房增添异域风情。葡萄牙进口。","/img/textile3/3.jpg","/img/textile3/3t.jpg"),
(NULL,"Namu系列","Namu系列，取灵感于明暗交织、循环往复的水波密纹，借以精湛的提花工艺，于错落的黑白灰色调之上徐徐铺展，风格现代简约却不失精致细节，令空间充满丰富质感。此系列有封枕和被套可供选择。该款封枕，别出心裁地以提花形式于超长绒Pima棉上呈现工艺上的不断创新，层次丰富的纤细纹理带来视觉美感与细腻触感，与Pima棉柔软、顺滑的优质特性相辅相成；搭配纽扣式封口与素雅配色，不由焕发出一缕平实朴雅的怡然气息。该封枕提供两种尺寸，满足个性需求。","/img/textile3/4.jpg","/img/textile3/4t.jpg"),
(NULL,"Agnes系列","Agnes系列，将舒展的花朵造型融入全棉面料，配以暖意浅褐色调，点缀稍许清丽白色，优雅之中更添自然平和。此系列有封枕和被套可供选择。精湛的巴基斯坦印花工艺，使花朵绽放的自然之姿于布面上静静呈现；精选400T","/img/textile3/5.jpg","/img/textile3/5t.jpg"),
(NULL,"Damask系列","Damask系列，取于自然之物，将精致印花图案散落在素净的面料之上，使床品柔静简雅，内蕴含蓄之美。全棉织物柔软亲肤，能让身体回归舒适自然的状态。精湛的绣花工艺细腻地还原了每一处细节，将纹样唯妙勾勒，并于雅致灰调中悠然绽放，吐纳出静谧不凡的气韵；而隐约的印花底色，体现细节的考究性。该封枕有2种尺寸以供选择。电脑普通绣花。","/img/textile3/6.jpg","/img/textile3/6t.jpg"),
(NULL,"Tokaido系列","Tokaido系列，浅灰底配以隐约米黄叶片造型的定位提花工艺，恍如置身于冬季的北海道，纯美宁静，雅致平和。正面采用浅灰色色调，配以定位提花工艺的隐约浅黄色叶子造型，自然清新，品位彰显；背面配以400根PIMA素色面料，触感柔软丝滑，给予主人舒适的自然亲肤体验。","/img/textile3/7.jpg","/img/textile3/7t.jpg"),
(NULL,"Olga系列","Olga系列，设计师借以藤蔓枝干造型，配以大面积的留白，描绘出一番寂静空灵的意境，婉转地传达了生命的顽强与坚韧。精湛绣花工艺，将已退去绿叶的枝干灵动勾勒，立体富有质感，局部装饰，别致经典，富含意境之美。精选丝绵面料，兼具棉的柔软和丝的光泽与垂感，使织物轻薄、手感细腻爽滑，吸湿透气性佳，唤回人体回归到自然的状态。该封枕提供2种尺寸，满足个性需求。电脑普通绣花。","/img/textile3/8.jpg","/img/textile3/8t.jpg"),
(NULL,"Bruges","全棉面料优质天然、亲肤舒爽；环保工艺染色，健康耐用。藏青色与米白相间等距的条纹，安静素雅；纽扣封口，更好地固定枕芯，美观实用。","/img/textile3/9.jpg","/img/textile3/9t.jpg"),
(NULL,"Lavinia系列","Lavinia系列，浸润于自然的银杏叶儿，于优雅的紫灰调下，呈随性又隐喻章法的规律排列，飘逸自如，吐纳出清雅之气。淡雅的用色，写实的技法，将银杏叶的柔美之姿清晰勾勒，映衬于素雅布面，灵动淡然，为居室带来平和之意。精选400T PIMA棉，质地自然柔软，手感顺滑，织物悬垂效果佳。该封枕提供2种尺寸，满足个性需求。","/img/textile3/10.jpg","/img/textile3/10t.jpg"),
/*150*/
(NULL,"Ondine","","/img/textile3/11.jpg","/img/textile3/11t.jpg"),
(NULL,"Montauk系列","Montauk系列，取灵感于古老的密文，运用提花工艺展现繁复多重的错落效果，明暗交织、循环往复，掩映于沉静的蓝色布面上，恍如唤醒久存的回忆，充满神秘与魅力。借以精湛提花工艺手法，使密文图案错落延展，配以蓝调色系，使布面呈现不同的光泽与反色，影绰闪耀，质感凸显。精选丝绵面料，兼具棉的柔软与筋骨和丝的光泽，使织物舒适富有质感，吸湿性与透气性俱佳。该封枕提供2种尺寸，满足个性需求。","/img/textile3/12.jpg","/img/textile3/12t.jpg"),
(NULL,"Marcello系列","Marcello系列，精湛印花工艺，勾勒出色调多重的画面，彰显贵族般的品位与调性。于灰色底上描绘深浅斑驳的黄色印花，再配以缎纹针装饰，色调丰富自然而不凌乱，印花的精湛水平彰显。整体雅而不素，贵而不俗，透着贵族气息。精选400根 PIMA棉，质地自然柔软，手感顺滑，织物悬垂效果佳。该被套提供3种尺寸，满足个性需求。缎纹针。","/img/textile3/13.jpg","/img/textile3/13t.jpg"),
(NULL,"Cronus系列","Cronus系列，纹样设计来源于古代回形纹，并以现代的方式对其重新诠释，配以洁净素雅的面料，整体呈现平和宁静之美。选用优质PIMA棉，质地柔软，手感顺滑，织出来的布料韧性足，具良好的悬垂效果。该系列提供浅灰和象牙2种颜色，满足个性需求。精湛的定位绣织工艺，将回形纹样安然呈现，透着淡淡的雅致光泽；大面积的留白设计，干净的象牙白底调，都更易于衬托出欧枕的清丽气质。电脑普通绣花。","/img/textile3/14.jpg","/img/textile3/14t.jpg"),
(NULL,"Goya Ombre系列","Goya Ombre系列，将写意花卉造型与素净面料相融，配以紫灰色彩，幽静自然，透着优雅。选用全棉材质，使该床品拥有柔然亲肤的质感，给肌肤带来舒适体验，是安享睡眠的守护者。精湛的印花工艺，使面料呈现水墨般的朦胧之姿，简约秀美的花卉掩映其中，颇有一番“山色空蒙雨亦奇“之意境。该封枕提供2种尺寸，您可自由选择。电脑普通绣花。","/img/textile3/15.jpg","/img/textile3/15t.jpg"),
(NULL,"Dovina系列","Dovina系列，取灵感于自然之物，含蓄典雅的银杏叶飘散于素色布面之上，飘逸灵动，安之若素，静静地诠释着生命之美。设计师借以淡雅的用色，水彩的技法，将银杏叶的柔美之姿婉转呈现，映衬于白色上，清丽优雅，为居室带来安静平和之感。精选400T PIMA棉，质地自然柔软，手感顺滑，织物悬垂效果佳。该封枕提供2种尺寸，满足个性需求。","/img/textile3/16.jpg","/img/textile3/16t.jpg"),
(NULL,"Placid系列","Placid系列选用比利时进口亚麻面料，看似朴拙内敛，却在不经意间碰撞出时尚韵味，令人爱不释手。浸润于优雅的紫色与浅紫色相映成趣，配以撞色双层飞边设计，隐喻出高雅温和之感。比利时进口亚麻原料，经成品砂洗工艺处理，透露出淡雅从容的美感。亚麻织物与生俱来带有凸起的棉结，无序分布，没有人为的娇作感，呈现出朴实无华自然之美。多色可选，丰富搭配选择。比利时进口亚麻原料，吸湿排汗，无静电困扰；清洗后，织物更加松软、柔和，从而提高使用的舒适性。","/img/textile3/17.jpg","/img/textile3/17t.jpg"),
(NULL,"Jaipur系列","Jaipur系列淡雅的色系配以点、线状花纹设计，宁静内敛而不失质朴特色。柔和的触感，不仅给肌肤带来舒适体验，更是为安享睡眠提供妥帖守护。美国进口极品超长绒PIMA棉柔和的触感，配以独特的线状花纹设计，整体素简典雅，极富质感。美国进口极品超长绒PIMA棉，精制成400根高支高密缎纹面料；采用活性印染工艺，质地自然柔软、手感顺滑，色泽鲜明；被套采用贝母扣，拆洗方便，简约时尚。","/img/textile3/18.jpg","/img/textile3/18t.jpg"),
(NULL,"Diamante系列","Diamante系列，整体设计看似简单，细节却彰显用心。在整体扇叶造型外表下，细处却是迷你方型图案，配以雅致灰调，呈现了一番动中有静，静中有动的自然意境。贵族灰色配以隐约浅棕配色的微型方块图案，富有章法的规律排列营造出扇形图案，看似随性，实则用心。整体自然平和，雅致美观。该封枕提供2种尺寸，满足个性需求。","/img/textile3/19.jpg","/img/textile3/19t.jpg"),
(NULL,"Elda","波浪形绗缝固定填充物，水洗之后形成褶皱自然生动；300根高支高密全棉缎纹布，光泽细腻，柔滑亲肤；全棉针刺棉填充，柔软透气；活性染料印染，健康环保；可做空调被或垫被，兼具装饰和实用性能。*/","/img/textile3/20.jpg","/img/textile3/20t.jpg"),
/*160*/
(NULL,"","该系列床单套件素如寒梅绽雪，雅如深谷幽兰，不事雕琢的本色之美，清而不浮，淡而不薄，只为让身体修复到自然睡眠的状态。美国进口长绒PIMA棉，精制成800TC高支高密缎纹面料，质地自然柔软，手感顺滑，经久耐用；床单及枕套头子采用精致的绷缝车线装饰，工艺精美，外观雅致；灰色，知性雅致，可与多款床品轻松搭配。","/img/textile3/21.jpg","/img/textile3/21t.jpg"),
(NULL,"Reiki系列","Reiki系列，自然立体的条纹赋予布面丰富的风格与肌理，经细致水洗工艺处理，展现出更为柔和的触感。此系列有欧枕和盖被可供选择。甄选印度进口面料，亲肤自然的全棉材质拥有良好的吸湿排湿性，令使用时更舒适透气；水洗工艺造就独特的褶皱纹理，于静谧灰色中绵延起伏，简约且大方。该盖被提供两个尺寸，满足个性需求。","/img/textile3/22.jpg","/img/textile3/22t.jpg"),
(NULL,"Musing系列","Musing系列，亚麻材质配以斑驳烫金工艺，自然禅意，静谧素雅。此系列包含靠垫和餐垫桌旗，共4款可选。咖色的亚麻材质，加以斑驳的宽窄条纹烫金设计，自然和谐，静谧雅致。该系列靠垫套有2款图案设计，建议配套使用。","",""),
(NULL,"Shimmer系列","Shimmer系列，设计师将海面涟漪画面意境巧妙呈现，微光闪耀，平和之中多一份惊喜。此系列有2色可选。采用色织提花工艺，使靠垫套表面纹理丰富，立体生动，好似海面泛起的层层涟漪。此款米白色调，清逸含蓄。","",""),
(NULL,"Hana系列","Hana系列，摘取雅致的花干枝叶，静静绽放于素简布面上，安之若素，静静诠释生命之美。此系列有4款可选。正面采用链目绣打底的葫芦状造型，加以毛巾绣的花枝立体效果，工艺精湛，质感彰显；而背面采用素色面料，以方便主人不同使用需求。灰绿色的色彩选择，整体柔和清幽。该色彩有2款图案可选，建议配套搭配使用。电脑特种绣花。","",""),
(NULL,"Moire系列","Moire系列，通过绣花工艺将中国传统祥云图案勾勒得栩栩如生，寓意吉祥。此款有2款尺寸可选。绣花工艺的祥云图案，配以咖啡色调，整体雅致大气，如意吉祥。电脑普通绣花。","",""),
(NULL,"Abstract Lines系列","Abstract Lines系列，灵感取于自然之物，精湛的绣花工艺将树叶纹理勾勒，呈现雅致的视觉美感。该靠垫套提供2种尺寸以供选择。在特种链式绣花下，浅咖色的纹样被生动再现，并与深色大提花面料形成碰撞之姿，带来别具一格的视觉效果，含蓄内敛又不乏轻灵之意。电脑特种绣花。","",""),
(NULL,"","源于蒙古全羊绒色织，柔软细腻，冬季保暖，夏季透气。大身全羊绒毯子（153cm*127cm），两头分别有穗子，经典大气的款式与柔和沉稳的配色，舒适百搭；春秋可直接盖在身上，夏季可用作空调毯，冬季可压在被子上，也可以作为随车毯，实用又贴心。","",""),
(NULL,"","真丝柔顺的触感和珍珠般的光泽历来备受青睐，兼具轻薄与温暖的真丝盖毯，大身绒面细腻，包边色泽柔亮，与素雅的色彩互为呼应，对肌肤倍加呵护。两色可选，丰富搭配选择。纤维紧密抱合，保暖御寒性能优异；230*230cm，较大尺寸，更为舒适实用。","",""),
(NULL,"","内蒙古羊绒赋予其柔软亲肤触感，素雅的绒面泛出优质天然羊绒特有的高雅光泽。精湛工艺梭织出简雅的装饰条纹，纤维紧密抱合，保暖御寒性能优异。可做空调披毯，亦可作为儿童小薄被，一物多用。将山羊为御寒自然生长的一层薄薄细绒制成原绒，保暖性高于羊毛；由内蒙纯羊绒织制，手感柔软滑糯，光泽自然纯和。","",""),
/*170*/
(NULL,"Apex系列","Apex系列灵感源于金光铺洒的湖面与浩渺烟波，运用精湛提花工艺，呈现出流转变幻的诗意景象。该系列有桌旗和餐垫可供选择。此款餐垫选用优质涤棉提花面料，既保留了棉的自然透气，又增加了耐用度，令使用更舒适；精致的提花图案铺陈于上，大气磅礴中带给人丰富的想象空间。","",""),
(NULL,"Musing系列","Musing系列，亚麻材质配以斑驳烫金工艺，自然禅意，静谧素雅。此系列包含靠垫和餐垫桌旗，共4款可选。咖色的亚麻材质，加以边角斑驳的宽窄条纹烫金设计，自然和谐，静谧雅致。该系列还有配套餐垫设计，建议配套使用。","",""),
(NULL,"Gold Tree系列","Gold Tree系列将时尚的金色融于设计之中，金色的枯枝图案，搭配清丽素雅的面料，整体简约时尚，给人平静与纯朴之感。该系列包括桌旗、餐垫和靠垫套，可自由搭配组合。纤细的枯枝，由金属线织绣而成，配以大面积的留白设计，保留了雅致的视觉美感，更给足想象空间，整体透着淡淡的禅意之美，易于衬托用餐氛围；选用亚麻材质，淳朴自然，舒适透气。电脑普通绣花。","",""),
(NULL,"靠垫套","","/img/textile3/23.jpg","/img/textile3/23t.jpg"),
(NULL,"毯子","","/img/textile3/24.jpg","/img/textile3/24t.jpg"),
(NULL,"餐桌纺物","","/img/textile3/25.jpg","/img/textile3/25t.jpg");


/*beau沙发=== 5*/
INSERT INTO sofa_tao VALUES
(NULL,1,"Beau 单人沙发， Lennox",6480,"长89X宽88X高76CM","小麦/红褐","1061 Lennox 面料/海绵/聚酯纤维/橡胶木","/img/sofa/1.jpg","/img/sofa2/1.jpg,/img/sofa2/2.jpg","布艺","",5,"单人沙发","沙发","已发布"),
(NULL,1,"Beau 双人沙发， Lennox",8980,"长176X宽88X高76CM","小麦/红褐","1061 Lennox 面料/海绵/聚酯纤维/橡胶木","/img/sofa/2.jpg","/img/sofa2/3.jpg,/img/sofa2/4.jpg","布艺","",10,"双人沙发","沙发","未发布"),
(NULL,1,"Beau 三人沙发， Lennox",11800,"长220X宽88X高76CM","小麦/红褐","1061 Lennox 面料/海绵/聚酯纤维/橡胶木","/img/sofa/3.jpg","/img/sofa2/5.jpg,/img/sofa2/6.jpg","布艺","",6,"三人沙发","沙发","已发布"),
(NULL,1,"Beau 单人沙发，Veneto， Lennox",17800,"长89X宽88X高76CM","晨雾/红褐","0013 Veneto 进口头层牛皮/海绵/聚酯纤维/橡胶木","/img/sofa/4.jpg","/img/sofa2/7.jpg,/img/sofa2/8.jpg","真皮","",10,"单人沙发","沙发","已发布"),
(NULL,1,"Beau 三人沙发，Veneto",37800,"长220X宽88X高76CM","晨雾/红褐","0013 Veneto 进口头层牛皮/海绵/聚酯纤维/橡胶木","/img/sofa/5.jpg","/img/sofa2/9.jpg,/img/sofa2/10.jpg","真皮","",20,"三人沙发","沙发","未发布");

/*5*/
/*duck沙发====2*/
INSERT INTO sofa_tao VALUES
(NULL,2,"Duke 单人沙发，Suede",22800,"长107X宽98X高88CM","灰绿/可可","0054 Suede 进口头层牛皮/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/6.jpg","/img/sofa2/11.jpg,/img/sofa2/12.jpg","真皮","",12,"单人沙发","沙发","已发布"),
(NULL,2,"Duke 三人沙发，Suede",54800,"长267X宽98X高88CM","灰绿/可可","0054 Suede 进口头层牛皮/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/7.jpg","/img/sofa2/13.jpg,/img/sofa2/14.jpg","真皮","",2,"三人沙发","沙发","已发布");

/*7*/
/*fini沙发===6*/
INSERT INTO sofa_tao VALUES
(NULL,3,"Fini 脚凳，Ritual",2580,"长67X宽73X高48CM","中灰/红褐","1001 Ritual 面料/海绵/聚酯纤维/桦木","/img/sofa/8.jpg","/img/sofa2/15.jpg,/img/sofa2/16.jpg","","",5,"搁脚凳","沙发","已发布"),
(NULL,3,"Fini 单人沙发，Ritual",5480,"长69X宽79X高78CM","中灰/红褐","1001 Ritual 面料/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/9.jpg","/img/sofa2/17.jpg,/img/sofa2/18.jpg","布艺","",12,"单人沙发","沙发","已发布"),
(NULL,3,"Fini 脚凳，Veneto",6980,"长67X宽73X高48CM","浅褐/红褐","0014 Veneto 进口头层牛皮/海绵/聚酯纤维/桦木","/img/sofa/10.jpg","/img/sofa2/19.jpg,/img/sofa2/20.jpg","","",20,"搁脚凳","沙发","已发布"),
(NULL,3,"Fini 脚凳，Suede",7980,"长67X宽73X高48CM","焦糖/红褐","0052 Suede 进口头层牛皮/海绵/聚酯纤维/桦木","/img/sofa/11.jpg","/img/sofa2/21.jpg,/img/sofa2/22.jpg","","",18,"搁脚凳","沙发","未发布"),
(NULL,3,"Fini 单人沙发，Veneto",13800,"长69X宽79X高78CM","浅褐/红褐","0014 Veneto 进口头层牛皮/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/12.jpg","/img/sofa2/23.jpg,/img/sofa2/24.jpg","真皮","",7,"单人沙发","沙发","已发布"),
(NULL,3,"Fini 单人沙发，Suede",15800,"长69X宽79X高78CM","焦糖/红褐","0052 Suede 进口头层牛皮/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/13.jpg","/img/sofa2/25.jpg,/img/sofa2/26.jpg","真皮","",9,"单人沙发","沙发","未发布");

/*13*/
/*luxe沙发===3*/
INSERT INTO sofa_tao VALUES
(NULL,4,"Luxe 单人沙发，Veneto",16800,"长87X宽92X高81CM","陶土/红褐","0016 Veneto 进口头层牛皮/海绵/聚酯纤维/橡胶木","/img/sofa/14.jpg","/img/sofa2/27.jpg,/img/sofa2/28.jpg","真皮","",1,"单人沙发","沙发","已发布"),
(NULL,4,"Luxe 三人沙发，Veneto",35800,"长212X宽92X高81CM","陶土/红褐","0016 Veneto 进口头层牛皮/海绵/聚酯纤维/橡胶木","/img/sofa/15.jpg","/img/sofa2/29.jpg,/img/sofa2/30.jpg","真皮","",33,"三人沙发","沙发","已发布"),
(NULL,4,"Luxe 单人沙发，Mirage",5980,"长87X宽92X高81CM","石板灰/红褐","1012 Mirage 面料/海绵/聚酯纤维/橡胶木","/img/sofa/16.jpg","/img/sofa2/31.jpg,/img/sofa2/32.jpg","布艺","",4,"单人沙发","沙发","已发布");

/*16*/
/*kooples沙发===2*/
INSERT INTO sofa_tao VALUES
(NULL,5,"Kooples 单人沙发，Luminou",12800,"长93X宽97X高83CM","铁灰/红橡色","1141 Luminous 面料/海绵/聚酯纤维/鹅毛片/红橡木/红橡木单板/铁","/img/sofa/17.jpg","/img/sofa2/33.jpg,/img/sofa2/34.jpg","","",11,"单人沙发","沙发","已发布"),
(NULL,5,"Kooples 三人沙发，Luminous",25800,"长252X宽97X高83CM","铁灰/红橡色","1141 Luminous 面料/海绵/聚酯纤维/鹅毛片/红橡木/红橡木单板/铁","/img/sofa/18.jpg","/img/sofa2/35.jpg,/img/sofa2/36.jpg","","",5,"单人沙发","沙发","已发布");

/*18*/
/*noble沙发===6*/
INSERT INTO sofa_tao VALUES
(NULL,6,"Noble 脚凳，Scale，Luminou",2980,"长77X宽57X高44CM","红褐/黑色","1132 Scale 面料/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/19.jpg","/img/sofa2/37.jpg,/img/sofa2/38.jpg","","",17,"搁脚凳","沙发","已发布"),
(NULL,6,"Noble 脚凳，Veneto",5880,"长77X宽57X高44CM","陶土/黑色","0016 Veneto 进口头层牛皮/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/20.jpg","/img/sofa2/39.jpg,/img/sofa2/40.jpg","","",17,"搁脚凳","沙发","已发布"),
(NULL,6,"Noble 单人沙发，Scale",6980,"长100X宽98X高86CM","红褐/黑色","1132 Scale 面料/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/21.jpg","/img/sofa2/41.jpg,/img/sofa2/42.jpg","","",12,"单人沙发","沙发","已发布"),
(NULL,6,"Noble 三人沙发，Scale",15800,"长228X宽98X高86CM","红褐/黑色","1132 Scale 面料/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/22.jpg","/img/sofa2/43.jpg,/img/sofa2/44.jpg","","",11,"三人沙发","沙发","未发布"),
(NULL,6,"Noble 单人沙发，Veneto",18800,"长100X宽98X高86CM","陶土/黑色","0016 Veneto 进口头层牛皮/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/23.jpg","/img/sofa2/45.jpg,/img/sofa2/46.jpg","真皮","",28,"单人沙发","沙发","已发布"),
(NULL,6,"Noble 三人沙发，Veneto",39800,"长228X宽98X高86CM","陶土/黑色","0016 Veneto 进口头层牛皮/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/24.jpg","/img/sofa2/47.jpg,/img/sofa2/48.jpg","真皮","",17,"三人沙发","沙发","已发布");

/*24*/
/*rustam沙发===4*/
INSERT INTO sofa_tao VALUES
(NULL,7,"Rustam 单人沙发",2980,"长91X宽103X高87.5CM","海贝/陶土/红褐","1062 Lennox 面料/1051 Sloan 面料/海绵/聚酯纤维","/img/sofa/25.jpg","/img/sofa2/49.jpg,/img/sofa2/50.jpg","布艺","",78,"单人沙发","沙发","已发布"),
(NULL,7,"Rustam 三人沙发",17800,"长223.6X宽103X高87.5CM","海贝/陶土/红褐","1062 Lennox 面料/1051 Sloan 面料/海绵/聚酯纤维","/img/sofa/26.jpg","/img/sofa2/51.jpg,/img/sofa2/52.jpg","布艺","",5,"三人沙发","沙发","未发布"),
(NULL,7,"Rustam 单人沙发，Tannin",23800,"长91X宽103X高87.5CM","烟灰/红褐","0041 Tannin 进口头层牛皮/海绵/聚酯纤维/橡胶木","/img/sofa/27.jpg","/img/sofa2/53.jpg,/img/sofa2/54.jpg","真皮","",3,"单人沙发","沙发","已发布"),
(NULL,7,"Rustam 三人沙发，Tannin",45800,"长223.6X宽103X高87.5CM","烟灰/红褐","0041 Tannin 进口头层牛皮/海绵/聚酯纤维/橡胶木","/img/sofa/28.jpg","/img/sofa2/55.jpg,/img/sofa2/56.jpg","真皮","",128,"三人沙发","沙发","已发布");

/*28*/
/*Goliat 沙发===2*/
INSERT INTO sofa_tao VALUES
(NULL,8,"Goliat 单人沙发，Suede",25800,"长119.9X宽110.6X高83CM","象皮/红褐","0051 Suede 进口头层牛皮/海绵/聚酯纤维/鹅毛片/桦木","/img/sofa/29.jpg","/img/sofa2/57.jpg,/img/sofa2/58.jpg","真皮","",58,"单人沙发","沙发","已发布"),
(NULL,8,"Goliat 三人沙发，Suede",54800,"长272.4X宽110.6X高83CM","象皮/红褐","0051 Suede 进口头层牛皮/海绵/聚酯纤维/鹅毛片/桦木","/img/sofa/30.jpg","/img/sofa2/59.jpg,/img/sofa2/60.jpg","真皮","",118,"三人沙发","沙发","已发布");

/*30*/
/*Helios 沙发===4*/
INSERT INTO sofa_tao VALUES
(NULL,9,"Helios 三人沙发，Mirage",17800,"长219X宽91.3X高81CM","蘑菇/红褐","1011 Mirage 面料/海绵/聚酯纤维/鹅毛片/桦木","/img/sofa/31.jpg","/img/sofa2/61.jpg,/img/sofa2/62.jpg","布艺","",78,"三人沙发","沙发","已发布"),
(NULL,9,"Helios 单人沙发，Granite",23800,"长100X宽91.3X高81CM","铁灰/红褐","0061 Granite 进口头层牛皮/海绵/聚酯纤维/鹅毛片/桦木","/img/sofa/32.jpg","/img/sofa2/63.jpg,/img/sofa2/64.jpg","真皮","",48,"单人沙发","沙发","已发布"),
(NULL,9,"Helios 三人沙发，Granite",45800,"长219X宽91.3X高81CM","铁灰/红褐","0061 Granite 进口头层牛皮/海绵/聚酯纤维/鹅毛片/桦木","/img/sofa/33.jpg","/img/sofa2/65.jpg,/img/sofa2/66.jpg","真皮","",28,"三人沙发","沙发","已发布"),
(NULL,9,"Helios 单人沙发，Mirage",7980,"长100X宽91.3X高81CM","蘑菇/红褐","1011 Mirage 面料/海绵/聚酯纤维/鹅毛片/桦木","/img/sofa/34.jpg","/img/sofa2/67.jpg,/img/sofa2/68.jpg","真皮","",44,"单人沙发","沙发","未发布");

/*34*/
/*vista 沙发===2*/
INSERT INTO sofa_tao VALUES
(NULL,10,"Vista 单人沙发，Posh",3980,"长84X宽81X高76CM","拿铁/红褐","1021 Posh 面料/海绵/聚酯纤维/橡胶木","/img/sofa/35.jpg","/img/sofa2/69.jpg,/img/sofa2/70.jpg","","",4,"单人沙发","沙发","已发布"),
(NULL,10,"Vista 三人沙发，Posh",6980,"长203X宽81X高76CM","拿铁/红褐","1021 Posh 面料/海绵/聚酯纤维/橡胶木","/img/sofa/36.jpg","/img/sofa2/71.jpg,/img/sofa2/72.jpg","","",3,"三人沙发","沙发","已发布");

/*36*/
/*nona 沙发===2*/
INSERT INTO sofa_tao VALUES
(NULL,11,"Nova 单人沙发",8980,"长95X宽98.2X高78.5CM","中灰/陶土/红褐","1001 Ritual 面料/0032 Venice 进口头层牛皮/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/37.jpg","/img/sofa2/73.jpg,/img/sofa2/74.jpg","真皮","",7,"单人沙发","沙发","已发布"),
(NULL,11,"Nova 三人沙发",18800,"长215.4X宽98.2X高78.5CM","中灰/陶土/红褐","1001 Ritual 面料/0032 Venice 进口头层牛皮/海绵/聚酯纤维/鹅毛片/橡胶木","/img/sofa/38.jpg","/img/sofa2/75.jpg,/img/sofa2/76.jpg","真皮","",11,"三人沙发","沙发","已发布");

/*38*/
/*hug 沙发===2*/
INSERT INTO sofa_tao VALUES
(NULL,12,"Hug 单人沙发，Maze",3980,"长86X宽87X高85CM","芦苇/红褐","1121 Maze 面料/海绵/聚酯纤维/橡胶木","/img/sofa/39.jpg","/img/sofa2/77.jpg,/img/sofa2/78.jpg","布艺","",4,"单人沙发","沙发","已发布"),
(NULL,12,"Hug 三人沙发，Maze",7980,"长205X宽87X高85CM","芦苇/红褐","1121 Maze 面料/海绵/聚酯纤维/橡胶木","/img/sofa/40.jpg","/img/sofa2/79.jpg,/img/sofa2/80.jpg","布艺","",5,"三人沙发","沙发","未发布");

/*40*/
/*zo 沙发===2*/
INSERT INTO sofa_tao VALUES
(NULL,13,"Zo 单人沙发",7980,"长85X宽87X高85CM","卡其/陶土/红褐","1002 Ritual 面料/0016 Veneto 进口头层牛皮/海绵/聚酯纤维/橡胶木","/img/sofa/41.jpg","/img/sofa2/81.jpg,/img/sofa2/82.jpg","真皮","",5,"单人沙发","沙发","已发布"),
(NULL,13,"Zo 单人沙发，Veneto",16800,"长85X宽87X高85CM","陶土/红褐","0016 Veneto 进口头层牛皮/海绵/聚酯纤维/橡胶木","/img/sofa/42.jpg","/img/sofa2/83.jpg,/img/sofa2/84.jpg","真皮","",3,"单人沙发","沙发","已发布");




/* 羊毛地毯===3*/
INSERT INTO sofa_tao VALUES
(NULL,133,"Exotic 羊毛手编地毯","4990,2990","宽200X长290CM,宽160X长230CM","黄色/灰色","87%羊毛 13%棉","/img/carpet/1.jpg","/img/carpet2/1.jpg","羊毛地毯","专业洗涤",7,"","地毯","未发布"),
(NULL,134,"羊毛手编地毯","5593,2793","宽244X长305CM,宽152X长244CM","米黄色,陶土色","100%羊毛","/img/carpet/2.jpg","/img/carpet2/2.jpg,/img/carpet2/2t.jpg","羊毛地毯","1.定期使用真空吸尘器吸尘，为取得最佳效果，应从各方向、来回多次吸尘；2.若不慎沾水，请及时用干净干燥的未染色布，从水渍边缘向内擦拭，对于整块地毯的清洁，不建议自行使用化学洗涤剂，请使用专业清洁服务；3.若不深粘上湿润泥土，请待泥土干燥后，顺延织物纹理方向使用硬刷将泥土除去，再利用真空吸尘器将残余泥土彻底清除，注意避免宠物污渍；4.收藏地毯时须将毛毯绒面向内折叠放入包装袋中；5.请勿拉扯织物抽线端，用剪刀修整，远离尖锐物、热源和火源，避免阳光直射。",7,"","地毯","已发布"),
(NULL,134,"羊毛手编地毯","3493,2093","宽244X长305CM,宽152X长244CM","浅灰色","绒：100% 羊毛底：100%棉","/img/carpet/3.jpg","/img/carpet2/3.jpg","羊毛地毯","1.定期使用真空吸尘器吸尘，为取得最佳效果，应从各方向、来回多次吸尘；2.若不慎沾水，请及时用干净干燥的未染色布，从水渍边缘向内擦拭，对于整块地毯的清洁，不建议自行使用化学洗涤剂，请使用专业清洁服务；3.若不深粘上湿润泥土，请待泥土干燥后，顺延织物纹理方向使用硬刷将泥土除去，再利用真空吸尘器将残余泥土彻底清除，注意避免宠物污渍；4.收藏地毯时须将毛毯绒面向内折叠放入包装袋中；5.请勿拉扯织物抽线端，用剪刀修整，远离尖锐物、热源和火源，避免阳光直射。",7,"","地毯","已发布");

/* 黄麻地毯===6*/
INSERT INTO sofa_tao VALUES
(NULL,135,"Matrix 黄麻手编地毯","4990,2990","宽200X长290CM,宽160X长230CM","米色/咖啡色","82%黄麻 18%棉","/img/carpet/4.jpg","/img/carpet2/4.jpg","竹麻类地毯","专业洗涤",7,"","地毯","已发布"),
(NULL,136,"Glisten 麻粘手编地毯","7990,4990","宽200X长290CM,宽160X长230CM","灰色/蓝色","55%粘胶 30%黄麻 15%棉","/img/carpet/5.jpg","/img/carpet2/5.jpg","竹麻类地毯","专业洗涤",7,"","地毯","已发布"),
(NULL,137,"Caho 黄麻手编地毯","2990,1990","宽200X长290CM,宽160X长230CM","麻本色,浅咖色","100% 黄麻","/img/carpet/6.jpg","/img/carpet2/6.jpg,/img/carpet2/6t.jpg","竹麻类地毯","专业洗涤",7,"","地毯","已发布"),
(NULL,138,"Banding 黄麻手编地毯","4990,2990","宽200X长290CM,宽160X长230CM","浅灰/浅蓝,枣红/浅灰","100% 黄麻","/img/carpet/7.jpg","/img/carpet2/7.jpg,/img/carpet2/7t.jpg","竹麻类地毯","专业洗涤",7,"","地毯","未发布"),
(NULL,134,"竹纤维手结地毯","13230,6930","宽244X长305CM,宽152X长244CM","灰色,米黄色","80%竹纤维/ 20%棉","/img/carpet/8.jpg","/img/carpet2/8.jpg,/img/carpet2/8t.jpg","竹麻类地毯","1.定期使用真空吸尘器吸尘，为取得最佳效果，应从各方向、来回多次吸尘；2.若不慎沾水，请及时用干净干燥的未染色布，从水渍边缘向内擦拭，对于整块地毯的清洁，不建议自行使用化学洗涤剂，请使用专业清洁服务；3.若不深粘上湿润泥土，请待泥土干燥后，顺延织物纹理方向使用硬刷将泥土除去，再利用真空吸尘器将残余泥土彻底清除，注意避免宠物污渍；4.收藏地毯时须将毛毯绒面向内折叠放入包装袋中；5.请勿拉扯织物抽线端，用剪刀修整，远离尖锐物、热源和火源，避免阳光直射。",7,"","地毯","已发布"),
(NULL,134,"黄麻手编地毯","3493,2093","宽244X长305CM,宽152X长244CM","炭灰色","100%黄麻","/img/carpet/9.jpg","/img/carpet2/9.jpg","竹麻类地毯","1.定期使用真空吸尘器吸尘，为取得最佳效果，应从各方向、来回多次吸尘；2.若不慎沾水，请及时用干净干燥的未染色布，从水渍边缘向内擦拭，对于整块地毯的清洁，不建议自行使用化学洗涤剂，请使用专业清洁服务；3.若不深粘上湿润泥土，请待泥土干燥后，顺延织物纹理方向使用硬刷将泥土除去，再利用真空吸尘器将残余泥土彻底清除，注意避免宠物污渍；4.收藏地毯时须将毛毯绒面向内折叠放入包装袋中；5.请勿拉扯织物抽线端，用剪刀修整，远离尖锐物、热源和火源，避免阳光直射。",7,"","地毯","已发布");

/* 化纤类地毯===2*/
INSERT INTO sofa_tao VALUES
(NULL,139,"Eos 全涤防尘机织地毯","8990,4990","宽244X长335CM,宽160X长239CM","深黄色","100%聚酯纤维","/img/carpet/10.jpg","/img/carpet2/10.jpg","化纤类地毯","专业洗涤",7,"","地毯","已发布"),
(NULL,140,"Cosmo 涤粘防尘纤维机织地毯","15900,4990","宽244X长335CM,宽160X长239CM","烟灰色","79%聚酯纤维 21%粘胶","/img/carpet/11.jpg","/img/carpet2/12.jpg","化纤类地毯","专业洗涤",7,"","地毯","已发布");


/*装饰画===20*/
INSERT INTO sofa_tao VALUES
(NULL,25,"Outside 装饰画",3990,"长106X宽106X高2.7CM","蓝色","美国进口艺术纸/新西兰进口松木","/img/decorations/1.jpg","/img/decorations2/1.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,25,"Outside 装饰画",3990,"长106X宽106X高2.7CM","蓝色","美国进口艺术纸/新西兰进口松木","/img/decorations/2.jpg","/img/decorations2/2.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,26,"Blossom 手绘金箔装饰画",4290,"长110X宽80X高2.3CM","黑色","金箔/牛皮纸/新西兰进口松木","/img/decorations/3.jpg","/img/decorations2/3.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,27,"Gestures 装饰画",2983.2,"长84X宽113X高2.4CM","花色","美国进口艺术纸/新西兰进口松木","/img/decorations/4.jpg","/img/decorations2/4.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,27,"Gestures 装饰画",2983.2,"长84X宽113X高2.4CM","花色","美国进口艺术纸/新西兰进口松木","/img/decorations/5.jpg","/img/decorations2/5.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,28,"杏叶装饰画",2990,"长117X宽87X高2.7CM","绿色","美国进口铜版纸/新西兰进口松木","/img/decorations/6.jpg","/img/decorations2/6.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,28,"叶韵装饰画",2990,"长91X宽91X高4.2CM","咖啡色","美国进口铜版纸/新西兰进口松木","/img/decorations/7.jpg","/img/decorations2/7.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,29,"Field 金箔装饰画",3390,"长114.5X宽80.5X高2.3CM","金色","美国进口高级美术纸/新西兰进口松木","/img/decorations/8.jpg","/img/decorations2/8.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,30,"Sesame 装饰画",3150,"长84X宽113X高2.7CM","黄色/白色","比利时进口美术纸/新西兰进口松木","/img/decorations/9.jpg","/img/decorations2/9.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,31,"Leaf 金箔装饰画",2690,"长71.5X宽91.5X高3.9CM","金色/蓝色","金箔/高密度防潮纤维板/铝合金框","/img/decorations/10.jpg","/img/decorations2/10.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,31,"Leaf 金箔装饰画",2690,"长71.5X宽91.5X高3.9CM","金色/蓝色","金箔/高密度防潮纤维板/铝合金框","/img/decorations/11.jpg","/img/decorations2/11.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,32,"Rhythmic Echo 装饰画",2631.2,"长80.6X宽80.6X高5CM","花色","美国进口艺术微喷特种纸/俄罗斯进口松木","/img/decorations/12.jpg","/img/decorations2/12.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,32,"Rhythmic Echo 装饰画",2631.2,"长80.6X宽80.6X高5CM","花色","美国进口艺术微喷特种纸/俄罗斯进口松木","/img/decorations/13.jpg","/img/decorations2/13.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,33,"Rivulets 装饰画",2190,"长69X宽69X高2.7CM","花色","美国进口艺术微喷特种纸/俄罗斯进口松木","/img/decorations/14.jpg","/img/decorations2/14.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,33,"Rivulets 装饰画",2190,"长69X宽69X高2.7CM","花色","美国进口艺术微喷特种纸/俄罗斯进口松木","/img/decorations/15.jpg","/img/decorations2/15.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,34,"Sky 手绘雕刻木版画",3990,"长180X宽150CM；木版画每片尺寸：长45X宽150CM, 厚度：4CM","灰色/白色","桐木","/img/decorations/16.jpg","/img/decorations2/16.jpg","装饰画","1.每片版画背面顶部的金属挂扣用于悬挂，悬挂时两片版画间的距离以1-1.5cm为最佳，金属挂扣上的锯齿方便微调版画间的距离不易滑落；2.用软毛刷或柔软干布擦净。",4,"","饰品","已发布"),
(NULL,35,"Agate 玛瑙装饰画",1390,"长60X宽60X高5CM","绿色","玛瑙/松木画框","/img/decorations/17.jpg","/img/decorations2/17.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,35,"Agate 玛瑙装饰画",1390,"长60X宽60X高5CM","黑色","玛瑙/松木画框","/img/decorations/18.jpg","/img/decorations2/18.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布"),
(NULL,36,"View 雕刻铜版画",6293,"长180X宽150CM；铜版画每片尺寸：长45X宽150CM, 厚度：4CM","古铜色","不锈钢/桐木/多层板","/img/decorations/19.jpg","/img/decorations2/19.jpg","装饰画","1.每片版画背面顶部的金属挂扣用于悬挂，悬挂时两片版画间的距离以1-1.5cm为最佳，金属挂扣上的锯齿方便微调版画间的距离不易滑落；2.避免阳光长期直射；3.避免产品表面被磕碰；4.保持环境通风防潮，避免沾水；5.用柔软干布清洁除尘。",4,"","饰品","已发布"),
(NULL,37,"Absence of Sound 装饰画",2690,"长119X宽88CM","蓝色/棕色","加拿大进口高级铜版纸/新西兰进口松木","/img/decorations/20.jpg","/img/decorations2/20.jpg","装饰画","1.避免阳光长期直射；2.保持环境卫生整洁，通风防潮；3.画框用柔软干布擦净；4.玻璃表面用干净湿布擦净。",4,"","饰品","已发布");


/*墙饰===6*/
INSERT INTO sofa_tao VALUES
(NULL,38,"Circle 藤编环形墙饰",2190,"直径65X高14CM","棕色","藤条/铁","/img/decorations/21.jpg","/img/decorations2/21.jpg","墙饰","1.避免阳光长期直射；2.不建议摆放在潮湿环境中；3.用软毛刷或柔软干布清除灰尘。",4,"","饰品","已发布"),
(NULL,38,"Circle 藤编环形墙饰",2650,"直径77.8X高14CM","棕色","藤条/铁","/img/decorations/22.jpg","/img/decorations2/22.jpg","墙饰","1.避免阳光长期直射；2.不建议摆放在潮湿环境中；3.用软毛刷或柔软干布清除灰尘。",4,"","饰品","未发布"),
(NULL,38,"Circle 藤编环形墙饰",1850,"直径52.5X高11.5CM","棕色","藤条/铁","/img/decorations/23.jpg","/img/decorations2/23.jpg","墙饰","1.避免阳光长期直射；2.不建议摆放在潮湿环境中；3.用软毛刷或柔软干布清除灰尘。",4,"","饰品","已发布"),
(NULL,39,"Vine 铜制鸟枝墙饰",14500,"长95X宽139X高16CM","金色/棕色/绿色","黄铜","/img/decorations/24.jpg","/img/decorations2/24.jpg","墙饰","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；5.铜枝叶可以用柔软干布擦去浮尘，铜鸟可用干布蘸取少量洗铜水进行擦拭。",4,"","饰品","已发布"),
(NULL,39,"Vine 铜制鸟枝墙饰",6990,"长67X宽81X高7CM","金色/棕色/绿色","黄铜","/img/decorations/25.jpg","/img/decorations2/25.jpg","墙饰","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；5.铜枝叶可以用柔软干布擦去浮尘，铜鸟可用干布蘸取少量洗铜水进行擦拭。",4,"","饰品","未发布"),
(NULL,39,"Vine 铜制鸟枝墙饰",15500,"长119X宽108X高13CMM","金色/棕色/绿色","黄铜","/img/decorations/26.jpg","/img/decorations2/26.jpg","墙饰","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；5.铜枝叶可以用柔软干布擦去浮尘，铜鸟可用干布蘸取少量洗铜水进行擦拭。",4,"","饰品","已发布");

/*镜子===6*/
INSERT INTO sofa_tao VALUES
(NULL,40,"圆形藤编镜子",3590,"直径87X高4.5CM","棕色","藤条/玻璃","/img/decorations/27.jpg","/img/decorations2/27.jpg","镜子","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘。",4,"","饰品","已发布"),
(NULL,41,"方形镜子",1715,"长80X宽80CM","古黑色","铝/镜子","/img/decorations/28.jpg","/img/decorations2/28.jpg","镜子","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘。",4,"","饰品","已发布"),
(NULL,42,"圆形镜子",1953,"直径88CM","旧铜色","铝/镜子","/img/decorations/29.jpg","/img/decorations2/29.jpg","镜子","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘。",4,"","饰品","已发布"),
(NULL,43,"方形竹节镜子",4490,"长86X宽86X高4CM","金色","铝/镜子/中纤板","/img/decorations/30.jpg","/img/decorations2/30.jpg","镜子","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘。",4,"","饰品","已发布"),
(NULL,43,"帆布拼接镜子",10430,"长92X宽122X高6CM","灰色","帆布/石梓木/镜子","/img/decorations/31.jpg","/img/decorations2/31.jpg","镜子","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘。",4,"","饰品","未发布"),
(NULL,44,"Marble 牛角镜子",5900,"直径81CM","黑色/棕黄色","牛角/胶合板/中纤板/镜子","/img/decorations/32.jpg","/img/decorations2/32.jpg","镜子","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘。",4,"","饰品","已发布");

/*装饰花===8*/
INSERT INTO sofa_tao VALUES
(NULL,45,"Magnolia 22头木兰花枝",1090,"高180CM","白色","涤纶布/铁丝/PE/尼龙绒毛","/img/decorations/33.jpg","/img/decorations2/33.jpg","装饰花","1.避免阳光长期直射；2.远离热源；3.用软毛刷清除灰尘。",4,"","饰品","已发布"),
(NULL,46,"Eucalyptus 圆叶尤加利枝",149,"高118CM","灰绿色","涤纶布/铁丝/PE","/img/decorations/34.jpg","/img/decorations2/34.jpg","装饰花","1.避免阳光长期直射；2.远离热源；3.用软毛刷清除灰尘。",4,"","饰品","已发布"),
(NULL,47,"6枝鳞花串",139,"高100CM","白色","1鱼鳞片/水椰","/img/decorations/35.jpg","/img/decorations2/35.jpg","装饰花","1.避免阳光长期直射；2.远离热源；3.用软毛刷清除灰尘。",4,"","饰品","已发布"),
(NULL,48,"6枝鳞花串",119,"高100CM","红色","涤纶布/铁丝/PE","/img/decorations/36.jpg","/img/decorations2/36.jpg","装饰花","1.避免阳光长期直射；2.远离热源；3.用软毛刷清除灰尘。",4,"","饰品","已发布"),
(NULL,49,"白色玉兰盆景",2990,"长90X宽32X高66CM","白色/蓝色","白色玉兰：PU；薄荷叶：绢布；树枝：桃树枝；花器：景德镇高白泥","/img/decorations/37.jpg","/img/decorations2/37.jpg","装饰花","1.避免阳光长期直射；2.远离热源；3.用软毛刷清除灰尘。",4,"","饰品","已发布"),
(NULL,50,"天堂鸟",89,"长90X宽32X高66CM","紫色/ 白色","PU","/img/decorations/38.jpg","/img/decorations2/38.jpg","装饰花","1.避免阳光长期直射；2.远离热源；3.用软毛刷清除灰尘。",4,"","饰品","未发布"),
(NULL,51,"小白果",69,"高38CM","白色","PU","/img/decorations/39.jpg","/img/decorations2/39.jpg","装饰花","1.避免阳光长期直射；2.远离热源；3.用软毛刷清除灰尘。",4,"","饰品","已发布"),
(NULL,52,"木棉花株",202.3,"高103CM","浅绿色","EVA/PVC/PE","/img/decorations/40.jpg","/img/decorations2/40.jpg","装饰花","1.避免阳光长期直射；2.远离热源；3.用软毛刷清除灰尘。",4,"","饰品","已发布");

/*花瓶===7*/
INSERT INTO sofa_tao VALUES
(NULL,53,"菱格渐变花瓶",990,"直径30X高29CM","棕色/烟灰色","玻璃","/img/decorations/41.jpg","/img/decorations2/41.jpg","花瓶","1.清水手洗或用干净湿布擦净",4,"","饰品","已发布"),
(NULL,54,"Spritz 竖纹刻磨花瓶",529,"直径16X高49CM","黑色","玻璃","/img/decorations/42.jpg","/img/decorations2/42.jpg","花瓶","1.拆封时产品表面涂有保养油，用柔软干布或白纸擦拭；2.数周后，待保养油被玻璃吸收，可用干净湿布擦拭清洁；3.日常使用应防止重力碰撞及尖锐的器物刮花表面，防止跌落或磕碰。",4,"","饰品","已发布"),
(NULL,55,"Puro 菱形格纹花瓶",999,"直径20X高36CM","灰色","玻璃","/img/decorations/43.jpg","/img/decorations2/43.jpg","花瓶","1.清水手洗或用干净湿布擦净",4,"","饰品","已发布"),
(NULL,56,"Julia 花瓶",859,"长20X宽10X高21CM","蓝绿色","再生玻璃","/img/decorations/44.jpg","/img/decorations2/44.jpg","花瓶","1.清水手洗或用干净湿布擦净",4,"","饰品","已发布"),
(NULL,57,"平口木花瓶",279.3,"长20X宽10X高21CM","深棕色","芒果木","/img/decorations/45.jpg","/img/decorations2/45.jpg","花瓶","用软毛刷或柔软干布擦净",4,"","饰品","未发布"),
(NULL,58,"直口美人肩瓶",749,"直径19X高55CM","翡翠绿","景德镇高白泥","/img/decorations/46.jpg","/img/decorations2/46.jpg","花瓶","用软毛刷或柔软干布擦净",4,"","饰品","已发布"),
(NULL,59,"水墨书法美人肩瓶",749,"直径19X高55CM","白色/墨色","景德镇高白泥","/img/decorations/47.jpg","/img/decorations2/47.jpg","花瓶","用软毛刷或柔软干布擦净",4,"","饰品","已发布");

/*办公收纳===6*/
INSERT INTO sofa_tao VALUES
(NULL,60,"Cannes 江珧贝拼接托盘",590,"长28X宽12X高3.5CM","姜黄色/深棕色","江珧贝/胶合板","/img/decorations/48.jpg","/img/decorations2/48.jpg","办公收纳","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,61,"藤编撞色提手托盘",790,"长70X宽27X高12CM","烟草色/棕色","藤条","/img/decorations/49.jpg","/img/decorations2/49.jpg","办公收纳","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,62,"撞色提手托盘",1290,"长48X宽34X高6CM","古铜色/黑色","铝","/img/decorations/50.jpg","/img/decorations2/50.jpg","办公收纳","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,63,"Dandelion 银箔印花圆形托盘",399,"直径40X高5.7CM","深棕色/金色","银箔/中纤板","/img/decorations/51.jpg","/img/decorations2/51.jpg","办公收纳","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","未发布"),
(NULL,64,"Epos 书桌垫",599,"长61X宽41X高1.5CM","橄榄绿","牛皮/人造皮革/中纤板","/img/decorations/52.jpg","/img/decorations2/52.jpg","办公收纳","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,65,"提手托盘",2103.2,"长50.5X宽30.5X高6.5CM","橘色","牛皮/红榉木/中纤板/麂皮绒","/img/decorations/53.jpg","/img/decorations2/53.jpg","办公收纳","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布");

/*相框===7*/
INSERT INTO sofa_tao VALUES
(NULL,66,"木质拼接相框",239,"长17X宽22CM；相片：长5X宽7英寸","褐色","棕榈木","/img/decorations/54.jpg","/img/decorations2/54.jpg","相框","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,67,"Sage 泰丝相框",359,"相框:长19X宽19CM；相片:长4X宽4英寸","墨绿色","泰丝/中纤板","/img/decorations/55.jpg","/img/decorations2/55.jpg","相框","1.相框.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,68,"Elbow 相框",370.3,"长12.5X宽18X高19.5CM","银色","铝合金/玻璃","/img/decorations/56.jpg","/img/decorations2/56.jpg","相框","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,69,"Kota 角制相框",549,"相框：长17X宽22.5CM；相片：长4X宽6英寸","黑色/棕黄色","牛角/橡胶木/中纤板/玻璃","/img/decorations/57.jpg","/img/decorations2/57.jpg","相框","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","未发布"),
(NULL,70,"Teak 柚木砂岩相框",749,"相框：长20X宽25CM；相片：4X6英寸","自然花色","柚木砂岩","/img/decorations/58.jpg","/img/decorations2/58.jpg","相框","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布");


/*篮筐===4*/

INSERT INTO sofa_tao VALUES
(NULL,71,"Loures 圆形藤编提手篮筐",1650,"直径51X高52CM","棕色/黑色","藤条/马尼拉麻绳/牛皮","/img/decorations/59.jpg","/img/decorations2/59.jpg","篮筐","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,71,"Loures 圆形藤编提手篮筐",1250,"直径40X高39CM","棕色/黑色","藤条/马尼拉麻绳/牛皮","/img/decorations/60.jpg","/img/decorations2/60.jpg","篮筐","1.相框.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,72,"方形藤编收纳筐",429,"长40X宽30X高19CM","深棕色","藤","/img/decorations/61.jpg","/img/decorations2/61.jpg","篮筐","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,72,"方形藤编收纳筐",349,"长32X宽22X高19CM","深棕色","藤","/img/decorations/62.jpg","/img/decorations2/62.jpg","篮筐","1.避免阳光长期直射；2.避免产品表面被磕碰；3.保持环境通风防潮，避免沾水；4.用柔软干布清洁除尘",4,"","饰品","已发布");


/*储物盒===4*/

INSERT INTO sofa_tao VALUES
(NULL,73,"Amani 江珧贝金边储物盒",2690,"长30X宽18X高15CM","黑色/金色","江珧贝/黄铜/胶合板/绒布","/img/decorations/63.jpg","/img/decorations2/63.jpg","储物盒","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,74,"Rope 麻绳提手储物盒",703.1,"长35X宽25X高26CM","深棕色","藤条","/img/decorations/64.jpg","/img/decorations2/64.jpg","储物盒","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,75,"Sage 泰丝首饰盒",641.5,"长20X宽15X高6.3CM","墨绿色","泰丝/中纤板","/img/decorations/65.jpg","/img/decorations2/65.jpg","储物盒","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,76,"Elio 亮漆储物盒",2006.4,"长35.5X宽28X高13CM","蓝色","榉木/桦木胶合板/黄铜/麂皮绒","/img/decorations/66.jpg","/img/decorations2/66.jpg","储物盒","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.用柔软干布清洁除尘",4,"","饰品","已发布"),
(NULL,77,"Adel 圆形毛皮收纳盒",924,"直径21X高11CM","灰色","牛毛皮/皮革/中纤板","/img/decorations/67.jpg","/img/decorations2/67.jpg","储物盒","1.避免阳光长期直射；2.避免产品表面被磕碰，或接触化学溶剂；3.用柔软干布清洁除尘",4,"","饰品","已发布");



/*台灯===6*/

INSERT INTO sofa_tao VALUES
(NULL,86,"Belize 台灯",2980,"长39X宽22X高69CM","古铜色/透明","灯体：铜/水晶；灯罩：棉布","/img/lamps/1.jpg","/img/lamps2/1.jpg,/img/lamps2/1t.jpg","台灯","金属灯体可用柔软干布擦拭，布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"其他","灯具","已发布"),
(NULL,87,"Daphne 可调节铜制台灯",2534.4,"长58X宽36X高55-75CM","古铜色","灯体：铜；灯罩：棉布","/img/lamps/2.jpg","/img/lamps2/2.jpg,/img/lamps2/2t.jpg","台灯","金属灯体可用柔软干布擦拭，布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"铜灯","灯具","已发布"),
(NULL,88,"Candlestick 台灯",1880,"直径20X高61.5CM","古黑色","灯体：铜；灯罩：棉布","/img/lamps/3.jpg","/img/lamps2/3.jpg","台灯","金属灯体可用柔软干布擦拭，布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"铜灯","灯具","已发布"),
(NULL,89,"Panpipe 铜制台灯",2786,"直径38X高67.5CM","古铜色","灯体：铜；灯罩：棉布","/img/lamps/4.jpg","/img/lamps2/4.jpg","台灯","金属灯体可用柔软干布擦拭，布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"铜灯","灯具","已发布"),
(NULL,90,"Autumn 台灯",1654.4,"长18X宽18X高60CM","古黑色/琥珀色","灯体：铁；灯罩：云母","/img/lamps/5.jpg","/img/lamps2/5.jpg,/img/lamps2/5t.jpg","台灯","金属灯体可用柔软干布擦拭，布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"铁艺灯","灯具","已发布"),
(NULL,91,"Cascade 台灯",3238.4,"长35X宽35X高63.6CM","古铜色/石褐色","铜/大理石；灯罩：棉布","/img/lamps/6.jpg","/img/lamps2/6.jpg,/img/lamps2/6t.jpg","台灯","金属灯体可用柔软干布擦拭，布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"铁艺灯","灯具","已发布");


/*落地灯===10*/

INSERT INTO sofa_tao VALUES
(NULL,92,"Beta 铜质落地灯",1876,"直径25X高147CM","古黑色","灯体：铜；灯罩：棉布","/img/lamps/7.jpg","/img/lamps2/7.jpg","落地灯","金属灯架可用柔软干布擦拭；",4,"铜灯","灯具","已发布"),
(NULL,93,"Tesla 铜质落地灯",2180,"直径52X高156CM","古黑色","灯体：铜；灯罩：棉布","/img/lamps/8.jpg","/img/lamps2/8.jpg","落地灯","金属灯架可用柔软干布擦拭；",4,"铜灯","灯具","已发布"),
(NULL,94,"Athena 铜质落地灯",2622.4,"长23X宽23X高145CM","旧铜色","灯体：铜；灯罩：铜","/img/lamps/9.jpg","/img/lamps2/9.jpg","落地灯","金属灯架可用柔软干布擦拭；",4,"铜灯","灯具","已发布"),
(NULL,95,"Mahagony 可调节落地灯",2786,"直径46.2X高159-169CM","桃木色/旧铜色","灯体：桃花心木/铜；灯罩：仿丝","/img/lamps/10.jpg","/img/lamps2/10.jpg,/img/lamps2/10t.jpg","落地灯","木制灯体可用柔软干布擦拭；",4,"铜灯","灯具","已发布"),
(NULL,96,"Nash 铜质落地灯",27864,"长45X宽25X高165CM","古黑色","灯体：铜；灯罩：棉布","/img/lamps/11.jpg","/img/lamps2/11.jpg","落地灯","金属灯架可用柔软干布擦拭；",4,"铜灯","灯具","已发布"),
(NULL,97,"Candlestick 落地灯",2880,"直径24X高150CM","古黑色","灯体：铜；灯罩：棉布","/img/lamps/12.jpg","/img/lamps2/12.jpg","落地灯","金属灯架可用柔软干布擦拭；",4,"铜灯","灯具","未发布"),
(NULL,98,"Lumina 落地灯",3980,"长41X宽36X高141CM","古黑色","灯体：铁；灯罩：棉布","/img/lamps/13.jpg","/img/lamps2/13.jpg","落地灯","金属灯架可用柔软干布擦拭；",4,"铁艺灯","灯具","已发布"),
(NULL,99,"Triangle 铜制落地灯",4276.8,"直径51X高162CM","古铜色","灯体：铜；灯罩：棉布","/img/lamps/14.jpg","/img/lamps2/14.jpg,/img/lamps2/14t.jpg","落地灯","金属灯架可用柔软干布擦拭；",4,"铜灯","灯具","已发布"),
(NULL,100,"Arcis 落地灯",4360,"直径57X高180CM","古黑色","灯体：铁；灯罩：棉布","/img/lamps/15.jpg","/img/lamps2/15.jpg","落地灯","金属灯架可用柔软干布擦拭；",4,"铁艺灯","灯具","已发布"),
(NULL,101,"Aspen 落地灯",5180,"长46X宽24X高151CM","金箔色","灯体：铁；灯罩：麻布","/img/lamps/16.jpg","/img/lamps2/16.jpg","落地灯","金属灯架可用柔软干布擦拭；",4,"铁艺灯","灯具","未发布");


/*吊灯===6*/


INSERT INTO sofa_tao VALUES
(NULL,102,"Lyra 吊灯",1372,"直径21X高288CM","古铜色","灯体：铁；灯罩：仿丝布/玻璃","/img/lamps/17.jpg","/img/lamps2/17.jpg","吊灯","金属灯架可用柔软干布擦拭；",4,"铁艺灯","灯具","已发布"),
(NULL,103,"Convex 吊灯",1880,"直径40X高60-150CM","古黑色","灯体：铁；灯罩：玻璃","/img/lamps/18.jpg","/img/lamps2/18.jpg","吊灯","金属灯架可用柔软干布擦拭；",4,"铁艺灯","灯具","已发布"),
(NULL,104,"Array 吊灯",2366,"直径56X高293CM","棕黑色","灯体：铁；灯罩：仿丝布/玻璃","/img/lamps/19.jpg","/img/lamps2/19.jpg","吊灯","金属灯架可用柔软干布擦拭；",4,"铁艺灯","灯具","已发布"),
(NULL,105,"Edison 铜制吸顶灯",2980,"直径50X高14CM","古铜色","灯体：铜；灯罩：玻璃","/img/lamps/20.jpg","/img/lamps2/20.jpg","吊灯","木制灯体可用柔软干布擦拭；",4,"铜灯","灯具","已发布"),
(NULL,106,"Vega 吊灯",2980,"长47X宽44X高127CM","古黑色","灯体：铁；灯罩：棉布","/img/lamps/21.jpg","/img/lamps2/21.jpg","吊灯","金属灯架可用柔软干布擦拭；",4,"铁艺灯","灯具","已发布"),
(NULL,107,"Aida 水晶吸顶灯",3180,"直径55X高26CM","古黑色/透明","灯体：铁/水晶；灯罩：水晶","/img/lamps/22.jpg","/img/lamps2/22.jpg","吊灯","金属灯架可用柔软干布擦拭；",4,"水晶灯","灯具","未发布");


/*壁灯===7*/

INSERT INTO sofa_tao VALUES
(NULL,108,"Silky 真丝壁灯",1742.4,"长42X宽17.5X高37CM","旧铜色","灯体：铜；灯罩：真丝","/img/lamps/23.jpg","/img/lamps2/23.jpg,/img/lamps2/23t.jpg","壁灯","金属灯体可用柔软干布擦拭；",4,"铜灯","灯具","已发布"),
(NULL,109,"Moon 壁灯",1126.4,"直径20X高8.5CM","旧铜色/白色","灯体：铜/雪花石；灯罩：雪花石","/img/lamps/24.jpg","/img/lamps2/24.jpg,/img/lamps2/24t.jpg","壁灯","金属灯体可用柔软干布擦拭；",4,"石质灯","灯具","已发布"),
(NULL,110,"Aspen 壁灯",1386.4,"直径13X高46CM","金箔色","灯体：铁；灯罩：麻布","/img/lamps/25.jpg","/img/lamps2/25.jpg,/img/lamps2/25t.jpg","壁灯","金属灯体可用柔软干布擦拭；",4,"铁艺灯","灯具","已发布"),
(NULL,111,"Hayden 壁灯",2980.4,"长18X宽18X高37CM","古黑色","灯体：铜；灯罩：玻璃","/img/lamps/26.jpg","/img/lamps2/26.jpg","壁灯","金属灯体可用柔软干布擦拭；",4,"铜灯","灯具","已发布"),
(NULL,112,"Joy 铜质壁灯",1478.4,"长26X宽18X高33CM","旧铜色/白色","灯体：铜/玻璃；灯罩：玻璃","/img/lamps/27.jpg","/img/lamps2/27.jpg","壁灯","玻璃灯罩可用柔软干布擦拭或湿布蘸少许清洁剂擦拭去除污渍。",4,"其他","灯具","已发布"),
(NULL,113,"Helina 铜质壁灯",1176,"长20X宽26X高32CM","古黑色","灯体：铜；灯罩：棉布","/img/lamps/28.jpg","/img/lamps2/28.jpg","铜灯","玻璃灯罩可用柔软干布擦拭或湿布蘸少许清洁剂擦拭去除污渍。",4,"其他","灯具","未发布"),
(NULL,114,"Sol 壁灯",2680,"长17X宽18X高104CM","古黑色","灯体：铁；灯罩：玻璃","/img/lamps/29.jpg","/img/lamps2/29.jpg","铜灯","玻璃灯罩可用柔软干布擦拭或湿布蘸少许清洁剂擦拭去除污渍。",4,"铁艺灯","灯具","已发布");



/*水晶灯==*/

INSERT INTO sofa_tao VALUES
(NULL,115,"Adam 水晶吸顶灯",4680,"直径42X高16CM","古铜色/透明","灯体：铁/水晶；灯罩：水晶","/img/lamps/30.jpg","/img/lamps2/30.jpg","吊灯","水晶灯体可用柔软干布擦拭；",4,"水晶灯","灯具","已发布"),
(NULL,116,"Aida 圆形水晶吊灯",7980,"直径80X高48CM","古黑色/透明","灯体：铁/水晶；灯罩：水晶","/img/lamps/31.jpg","/img/lamps2/31.jpg","吊灯","水晶灯体可用柔软干布擦拭；",4,"水晶灯","灯具","已发布"),
(NULL,117,"Crystal 水晶台灯",7880,"长46X宽46X高74CM","透明","灯体：铜/水晶；灯罩：麻布","/img/lamps/32.jpg","/img/lamps2/32.jpg","台灯","水晶灯体可用柔软干布擦拭；",4,"水晶灯","灯具","已发布"),
(NULL,118,"Eva 可调节水晶台灯",2094.4,"长32X宽20X高49-53CM","透明","灯体：铜/水晶；灯罩：EGG纸","/img/lamps/33.jpg","/img/lamps2/33.jpg","台灯","水晶灯体可用柔软干布擦拭；",4,"水晶灯","灯具","未发布");


/*石质灯==*/
INSERT INTO sofa_tao VALUES
(NULL,119,"Nero 大理石台灯",2296,"直径45X高71CM","黑色/旧铜色","灯体：大理石/铜；灯罩：棉布","/img/lamps/34.jpg","/img/lamps2/34.jpg","台灯","大理石灯体可用柔软干布擦拭；布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"石质灯","灯具","已发布"),
(NULL,120,"Jade 雪花石台灯",3238.4,"直径43X高75.2CM","白色/旧铜色","灯体：铜/雪花石；灯罩：棉","/img/lamps/35.jpg","/img/lamps2/35.jpg","台灯","雪花石灯体可用柔软干布擦拭；布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"石质灯","灯具","已发布"),
(NULL,121,"Glossy 雪花石台灯",2296,"长42X宽16X高52.2CM","白色/旧铜色","灯体：铜/雪花石；灯罩：棉","/img/lamps/36.jpg","/img/lamps2/36.jpg，/img/lamps2/36t.jpg","台灯","雪花石灯体可用柔软干布擦拭；布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"石质灯","灯具","未发布"),
(NULL,122,"Candid 台灯",2576,"直径43X高76CM","墨绿色/古铜色","灯体：铜/大理石；灯罩：麻布","/img/lamps/37.jpg","/img/lamps2/37.jpg","台灯","大理石灯体可用柔软干布擦拭；布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"石质灯","灯具","已发布"),
(NULL,123,"Terri 台灯",2980,"直径20X高38CM","白色/ 黑色","灯体：铜/雪花石；灯罩：麻布","/img/lamps/38.jpg","/img/lamps2/38.jpg","台灯","雪花石灯体可用柔软干布擦拭；布艺灯罩可用小型吸尘器吸除灰尘，或湿布蘸少许清洁剂擦拭去除污渍。",4,"石质灯","灯具","已发布");


/*纺织品*/

/*卧室纺织*
/*textile*/
/*Lulang===2*/
/*
1.
Lulang系列，取灵感自寓意“希望”的檕梅树叶，叶片灵动舒展，错落平铺之间，似于金色曦阳之下，展现一派别样盎然生机。精湛提花工艺将叶片图案细致刻画，配以雅致暗金色调，呈现多变光影效果与丰富层次感。精选丝棉面料，兼具棉的柔韧和丝的光泽，且具有上佳的吸湿透气性。该封枕提供2种尺寸可供选择。
*/
INSERT INTO sofa_tao VALUES
(NULL,141,"Lulang 丝棉提花封枕","3690,799","宽270X长230CM,宽48X长90CM","暗金色","61%棉 39%桑蚕丝","/img/textile/1.jpg","/img/textile2/1.jpg","被套/封枕","干洗",4,"桑蚕丝","纺织","未发布");
/*2*/
/*Ginkgo==1*/
/*
Ginkgo系列，以清简的线条将银杏叶片细致描绘，恰如一幅工笔白描画作，简而有味、平和恬静。此系列有三款尺寸可供选择。四件套精选Pima棉，自然柔软的质地带给肌肤顺滑触感，让身体舒享睡眠时刻；精湛的印花工艺将姿态各异的银杏叶片生动呈现，并饰以墨绿撞色螺纹嵌条，于细节处巧妙点缀。
*/

INSERT INTO sofa_tao VALUES
(NULL,142,"Ginkgo 全棉印花四件套床上用品","2090,1890,1690","宽270X长230CM,宽220X长240CM,宽200X长230CM","白色","100%棉","/img/textile/2.jpg","/img/textile2/2.jpg","床单/床笠/枕套","最高洗涤温度30℃，非常缓和程序，不可漂白，悬挂晾干，熨斗底板110℃，蒸汽熨烫可能造成不可回复的损伤，不可干洗",4,"棉","纺织","已发布");
/*3*/
/*Mercy==1*/
/*Mercy系列，以葡萄牙画家笔下的春日繁花为灵感，雅致的灰蓝色调与水彩风格平衡了花卉簇开的喧闹感，只留一份从容心境，优雅绽放。四件套包含被套、床单及两个封枕，且有三种尺寸可供选择。甄选葡萄牙进口高品质全棉面料，织纹细腻、柔滑亲肤。精湛的印花工艺将花卉的盛开之姿铺展于上，浓淡层叠间晕染出一派雅致景色，为卧房增添异域风情。葡萄牙进口。
*/
INSERT INTO sofa_tao VALUES
(NULL,143,"Mercy 全棉印花四件套床上用品","2590,2390,2190","宽270X长230CM,宽220X长240CM,宽200X长230CM","蓝灰色","100%棉","/img/textile/3.jpg","/img/textile2/3.jpg","床单/床笠/枕套","最高洗涤温度30℃，非常缓和程序，不可漂白，悬挂晾干，熨斗底板110℃，蒸汽熨烫可能造成不可回复的损伤，不可干洗",4,"棉","纺织","未发布");

/*4*/
/*Namu==2*/
/*Namu系列，取灵感于明暗交织、循环往复的水波密纹，借以精湛的提花工艺，于错落的黑白灰色调之上徐徐铺展，风格现代简约却不失精致细节，令空间充满丰富质感。此系列有封枕和被套可供选择。该款封枕，别出心裁地以提花形式于超长绒Pima棉上呈现工艺上的不断创新，层次丰富的纤细纹理带来视觉美感与细腻触感，与Pima棉柔软、顺滑的优质特性相辅相成；搭配纽扣式封口与素雅配色，不由焕发出一缕平实朴雅的怡然气息。该封枕提供两种尺寸，满足个性需求。
*/
INSERT INTO sofa_tao VALUES
(NULL,144,"Namu 全棉提花封枕","599,499","宽48X长90CM,宽48X长74CM","黑色","100%棉","/img/textile/4.jpg","/img/textile2/4.jpg","被套/封枕","1.最高洗涤温度30℃,非常缓和程序；2.不可漂白；3.悬挂晾干；4.熨斗底板110℃，蒸汽熨烫可能造成不可恢复的损伤；5.不可干洗",4,"棉","纺织","已发布"),
(NULL,144,"Namu 全棉提花被套","3290,2990,2690","宽270X长230CM,宽220X长240CM,宽200X长230CM","黑色","100%棉","/img/textile/5.jpg","/img/textile2/5.jpg","被套/封枕","1.最高洗涤温度30℃,非常缓和程序；2.不可漂白；3.悬挂晾干；4.熨斗底板110℃，蒸汽熨烫可能造成不可恢复的损伤；5.不可干洗",4,"棉","纺织","已发布");

/*5*/
/*Agnes==2*/
/*Agnes系列，将舒展的花朵造型融入全棉面料，配以暖意浅褐色调，点缀稍许清丽白色，优雅之中更添自然平和。此系列有封枕和被套可供选择。精湛的巴基斯坦印花工艺，使花朵绽放的自然之姿于布面上静静呈现；精选400T PIMA棉，自然柔软的质地带给肌肤顺滑触感，让身体舒享睡眠时刻。该封枕提供两种尺寸，满足个性需求。
*/
INSERT INTO sofa_tao VALUES
(NULL,145,"Agnes 全棉印花封枕","399,359","宽48X长90CM,宽48X长74CM","浅褐色","100%棉","/img/textile/6.jpg","/img/textile2/6.jpg","被套/封枕","1.最高洗涤温度30℃,非常缓和程序；2.不可漂白；3.悬挂晾干；4.熨斗底板110℃，蒸汽熨烫可能造成不可恢复的损伤；5.不可干洗",4,"棉","纺织","已发布"),
(NULL,145,"Agnes 全棉印花被套","1590,1390,1190","宽270X长230CM,宽220X长240CM,宽200X长230CM","浅褐色","100%棉","/img/textile/7.jpg","/img/textile2/7.jpg","被套/封枕","1.最高洗涤温度30℃,非常缓和程序；2.不可漂白；3.悬挂晾干；4.熨斗底板110℃，蒸汽熨烫可能造成不可恢复的损伤；5.不可干洗",4,"棉","纺织","已发布");

/*6*/
/*Damask ==2*/
/*Damask系列，取于自然之物，将精致印花图案散落在素净的面料之上，使床品柔静简雅，内蕴含蓄之美。全棉织物柔软亲肤，能让身体回归舒适自然的状态。精湛的绣花工艺细腻地还原了每一处细节，将纹样唯妙勾勒，并于雅致灰调中悠然绽放，吐纳出静谧不凡的气韵；而隐约的印花底色，体现细节的考究性。该封枕有2种尺寸以供选择。电脑普通绣花。 PIMA棉，自然柔软的质地带给肌肤顺滑触感，让身体舒享睡眠时刻。该封枕提供两种尺寸，满足个性需求。
*/
INSERT INTO sofa_tao VALUES
(NULL,146,"Damask 全棉印花封枕","237.3,209.3","宽48X长90CM,宽48X长74CM","灰咖色","100%棉","/img/textile/8.jpg","/img/textile2/8.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布"),
(NULL,146,"Damask 全棉印花被套","1043,903,763","宽270X长230CM,宽220X长240CM,宽200X长230CM","灰咖色","100%棉","/img/textile/9.jpg","/img/textile2/9.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布");

/*7*/
/*Tokaido ==2*/
/*Tokaido系列，浅灰底配以隐约米黄叶片造型的定位提花工艺，恍如置身于冬季的北海道，纯美宁静，雅致平和。正面采用浅灰色色调，配以定位提花工艺的隐约浅黄色叶子造型，自然清新，品位彰显；背面配以400根PIMA素色面料，触感柔软丝滑，给予主人舒适的自然亲肤体验。 PIMA棉，自然柔软的质地带给肌肤顺滑触感，让身体舒享睡眠时刻。该封枕提供两种尺寸，满足个性需求。
*/
INSERT INTO sofa_tao VALUES
(NULL,147,"Tokaido 全棉提花封枕","386.3,351.1","宽48X长90CM,宽48X长74CM","灰白色","100%棉","/img/textile/10.jpg","/img/textile2/10.jpg","被套/封枕","干洗",4,"棉","纺织","已发布"),
(NULL,147,"Tokaido 全棉提花被套","1663.2,1487.2,1311.2","宽270X长230CM,宽220X长240CM,宽200X长230CM","灰白色","100%棉","/img/textile/11.jpg","/img/textile2/11.jpg","被套/封枕","干洗",4,"棉","纺织","已发布");


/*8*/
/*Olga ==2*/
/*Olga系列，设计师借以藤蔓枝干造型，配以大面积的留白，描绘出一番寂静空灵的意境，婉转地传达了生命的顽强与坚韧。精湛绣花工艺，将已退去绿叶的枝干灵动勾勒，立体富有质感，局部装饰，别致经典，富含意境之美。精选丝绵面料，兼具棉的柔软和丝的光泽与垂感，使织物轻薄、手感细腻爽滑，吸湿透气性佳，唤回人体回归到自然的状态。该封枕提供2种尺寸，满足个性需求。电脑普通绣花。 PIMA棉，自然柔软的质地带给肌肤顺滑触感，让身体舒享睡眠时刻。该封枕提供两种尺寸，满足个性需求。
*/
INSERT INTO sofa_tao VALUES
(NULL,148,"Olga 丝棉绣花封枕","599,499","宽48X长90CM,宽48X长74CM","卡其色","55%丝 45%棉","/img/textile/12.jpg","/img/textile2/12.jpg","被套/封枕","干洗",4,"棉","纺织","已发布"),
(NULL,148,"Olga 丝棉绣花被套","3290,2990,2690","宽270X长230CM,宽220X长240CM,宽200X长230CM","卡其色","55%丝 45%棉","/img/textile/13.jpg","/img/textile2/13.jpg","被套/封枕","干洗",4,"棉","纺织","已发布");

/*9*/
/*Bruges  ==2*/
/* 全棉面料优质天然、亲肤舒爽；环保工艺染色，健康耐用。藏青色与米白相间等距的条纹，安静素雅；纽扣封口，更好地固定枕芯，美观实用。
*/
INSERT INTO sofa_tao VALUES
(NULL,149,"Bruges 全棉色织条纹封枕","272.3,237.3","宽90X长48CM,宽74X长48CM","深灰色","100%棉","/img/textile/14.jpg","/img/textile2/14.jpg","被套/封枕","1.及时洗涤，常温水洗，不要长时间浸泡（一般30分钟内)；2.避免长时间暴晒，以免褪色泛黄3.深浅衣物分开洗，相近色可同洗，可非氯漂洗；4.低温烘干，中温熨烫；5.注意通风，避免潮湿，以免发霉。",4,"棉","纺织","已发布"),
(NULL,149,"Bruges 全棉色织条纹被套","1113,973,833","宽270X长230CM,宽220X长240CM,宽200X长230CM","深灰色","100%棉","/img/textile/15.jpg","/img/textile2/15.jpg","被套/封枕","1.及时洗涤，常温水洗，不要长时间浸泡（一般30分钟内)；2.避免长时间暴晒，以免褪色泛黄3.深浅衣物分开洗，相近色可同洗，可非氯漂洗；4.低温烘干，中温熨烫；5.注意通风，避免潮湿，以免发霉。",4,"棉","纺织","已发布");


/*10*/
/*Lavinia==2*/
/*
Lavinia系列，浸润于自然的银杏叶儿，于优雅的紫灰调下，呈随性又隐喻章法的规律排列，飘逸自如，吐纳出清雅之气。淡雅的用色，写实的技法，将银杏叶的柔美之姿清晰勾勒，映衬于素雅布面，灵动淡然，为居室带来平和之意。精选400T PIMA棉，质地自然柔软，手感顺滑，织物悬垂效果佳。该封枕提供2种尺寸，满足个性需求。
*/
INSERT INTO sofa_tao VALUES
(NULL,150,"Lavinia 全棉印花封枕","399,359","48X90CM,48X74CM","紫灰色","100%棉","/img/textile/16.jpg","/img/textile2/16.jpg","被套/封枕","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布"),
(NULL,150,"Lavinia 全棉印花被套","1590,1390,1190","宽270X长230CM,宽220X长240CM,宽200X长230CM","紫灰色","100%棉","/img/textile/17.jpg","/img/textile2/17.jpg","被套/封枕","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布");

/*11*/
/*Ondine==2*/
/*
*/
INSERT INTO sofa_tao VALUES
(NULL,151,"Ondine 丝棉提花封枕","527.1,439.1","48X90CM,48X74CM","白色","正面：70%棉 30%桑蚕丝；背面：55%桑蚕丝 45%棉","/img/textile/18.jpg","/img/textile2/18.jpg","被套/封枕","干洗",4,"棉","纺织","已发布"),
(NULL,151,"Ondine 丝棉提花被套","2895.2,2631.2,2367.2","宽270X长230CM,宽220X长240CM,宽200X长230CM","白色","正面：70%棉 30%桑蚕丝；背面：55%桑蚕丝 45%棉","/img/textile/19.jpg","/img/textile2/19.jpg","被套/封枕","干洗",4,"棉","纺织","已发布");



/*12*/
/*Montauk==2*/
/*
Montauk系列，取灵感于古老的密文，运用提花工艺展现繁复多重的错落效果，明暗交织、循环往复，掩映于沉静的蓝色布面上，恍如唤醒久存的回忆，充满神秘与魅力。借以精湛提花工艺手法，使密文图案错落延展，配以蓝调色系，使布面呈现不同的光泽与反色，影绰闪耀，质感凸显。精选丝绵面料，兼具棉的柔软与筋骨和丝的光泽，使织物舒适富有质感，吸湿性与透气性俱佳。该封枕提供2种尺寸，满足个性需求。
*/
INSERT INTO sofa_tao VALUES
(NULL,152,"Montauk 丝棉提花封枕","599,499","48X90CM,48X74CM","蓝色","70%棉 30%丝","/img/textile/20.jpg","/img/textile2/20.jpg","被套/封枕","干洗",4,"棉","纺织","已发布"),
(NULL,152,"Montauk 丝棉提花被套","3290,2990,2690","宽270X长230CM,宽220X长240CM,宽200X长230CM","蓝色","70%棉 30%丝","/img/textile/21.jpg","/img/textile2/21.jpg","被套/封枕","干洗",4,"棉","纺织","已发布");


/*13*/
/*Marcello==2*/
/*
Marcello系列，精湛印花工艺，勾勒出色调多重的画面，彰显贵族般的品位与调性。于灰色底上描绘深浅斑驳的黄色印花，再配以缎纹针装饰，色调丰富自然而不凌乱，印花的精湛水平彰显。整体雅而不素，贵而不俗，透着贵族气息。精选400根 PIMA棉，质地自然柔软，手感顺滑，织物悬垂效果佳。该被套提供3种尺寸，满足个性需求。缎纹针。
*/
INSERT INTO sofa_tao VALUES
(NULL,153,"Marcello 全棉印花封枕","399,359","48X90CM,48X74CM","灰黄色","100%棉","/img/textile/22.jpg","/img/textile2/22.jpg","被套/封枕","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布"),
(NULL,153,"Marcello 全棉印花被套","1590,1390,1190","宽270X长230CM,宽220X长240CM,宽200X长230CM","灰黄色","100%棉","/img/textile/23.jpg","/img/textile2/23.jpg","被套/封枕","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布");


/*14*/
/*Cronus==8*/
/*
Cronus系列，纹样设计来源于古代回形纹，并以现代的方式对其重新诠释，配以洁净素雅的面料，整体呈现平和宁静之美。选用优质PIMA棉，质地柔软，手感顺滑，织出来的布料韧性足，具良好的悬垂效果。该系列提供浅灰和象牙2种颜色，满足个性需求。精湛的定位绣织工艺，将回形纹样安然呈现，透着淡淡的雅致光泽；大面积的留白设计，干净的象牙白底调，都更易于衬托出欧枕的清丽气质。电脑普通绣花。
*/
INSERT INTO sofa_tao VALUES
(NULL,154,"Cronus 400TC Pima棉绣花欧枕","220,181.3","宽90X长66CM,宽66X长66CM","象牙色","400TC Pima棉","/img/textile/24.jpg","/img/textile2/24.jpg","绗缝盖被/欧枕","常温水洗,相近色可同洗,可非氯漂洗,中温熨烫,低温烘干",4,"棉","纺织","已发布"),
(NULL,154,"Cronus 400TC Pima棉绣花欧枕","220,181.3","宽90X长66CM,宽66X长66CM","浅灰色","400TC Pima棉","/img/textile/25.jpg","/img/textile2/25.jpg","绗缝盖被/欧枕","常温水洗,相近色可同洗,可非氯漂洗,中温熨烫,低温烘干",4,"棉","纺织","已发布"),
(NULL,154,"Cronus 400TC Pima棉绣花封枕","307.3,279.3","宽90X长48CM,宽74X长48CM","象牙色","400TC Pima棉","/img/textile/26.jpg","/img/textile2/26.jpg","被套/封枕","常温水洗,相近色可同洗,可非氯漂洗,中温熨烫,低温烘干",4,"棉","纺织","已发布"),
(NULL,154,"Cronus 400TC Pima棉绣花封枕","307.3,279.3","宽90X长48CM,宽74X长48CM","浅灰色","400TC Pima棉","/img/textile/27.jpg","/img/textile2/27.jpg","被套/封枕","常温水洗,相近色可同洗,可非氯漂洗,中温熨烫,低温烘干",4,"棉","纺织","未发布"),
(NULL,154,"Cronus 400TC Pima棉绣花封枕","307.3,279.3","宽90X长48CM,宽74X长48CM","浅灰色","400TC Pima棉","/img/textile/28.jpg","/img/textile2/28.jpg","被套/封枕","常温水洗,相近色可同洗,可非氯漂洗,中温熨烫,低温烘干",4,"棉","纺织","已发布"),
(NULL,154,"Cronus 400TC Pima棉绣花封枕","307.3,279.3","宽90X长48CM,宽74X长48CM","象牙色","400TC Pima棉","/img/textile/29.jpg","/img/textile2/29.jpg","被套/封枕","常温水洗,相近色可同洗,可非氯漂洗,中温熨烫,低温烘干",4,"棉","纺织","已发布"),
(NULL,154,"Cronus 400TC Pima棉绣花被套","1323,1183,1043","宽270X长230CM,宽220X长240CM,宽200X长230CM","象牙色","400TC Pima棉","/img/textile/30.jpg","/img/textile2/30.jpg","被套/封枕","常温水洗,相近色可同洗,可非氯漂洗,中温熨烫,低温烘干",4,"棉","纺织","已发布"),
(NULL,154,"Cronus 400TC Pima棉绣花被套","1323,1183,1043","宽270X长230CM,宽220X长240CM,宽200X长230CM","浅灰色","400TC Pima棉","/img/textile/31.jpg","/img/textile2/31.jpg","被套/封枕","常温水洗,相近色可同洗,可非氯漂洗,中温熨烫,低温烘干",4,"棉","纺织","已发布");


/*15*/
/*Goya Ombre ==2*/
/*
Goya Ombre系列，将写意花卉造型与素净面料相融，配以紫灰色彩，幽静自然，透着优雅。选用全棉材质，使该床品拥有柔然亲肤的质感，给肌肤带来舒适体验，是安享睡眠的守护者。精湛的印花工艺，使面料呈现水墨般的朦胧之姿，简约秀美的花卉掩映其中，颇有一番“山色空蒙雨亦奇“之意境。该封枕提供2种尺寸，您可自由选择。电脑普通绣花。
*/
INSERT INTO sofa_tao VALUES
(NULL,155,"Goya Ombre 全棉印花封枕","339,299","48X90CM,48X74CM","紫灰色","100%棉","/img/textile/32.jpg","/img/textile2/32.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布"),
(NULL,155,"Goya Ombre 全棉印花被套","1490,1290,1090","宽270X长230CM,宽220X长240CM,宽200X长230CM","灰黄色","100%棉","/img/textile/33.jpg","/img/textile2/33.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布");


/*16*/
/*Dovina ==2*/
/*
Dovina系列，取灵感于自然之物，含蓄典雅的银杏叶飘散于素色布面之上，飘逸灵动，安之若素，静静地诠释着生命之美。设计师借以淡雅的用色，水彩的技法，将银杏叶的柔美之姿婉转呈现，映衬于白色上，清丽优雅，为居室带来安静平和之感。精选400T PIMA棉，质地自然柔软，手感顺滑，织物悬垂效果佳。该封枕提供2种尺寸，满足个性需求。
*/
INSERT INTO sofa_tao VALUES
(NULL,156,"Dovina 全棉印花封枕","339,299","48X90CM,48X74CM","浅灰色","100%棉","/img/textile/34.jpg","/img/textile2/34.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布"),
(NULL,156,"Dovina 全棉印花被套","1390,1190,990","宽270X长230CM,宽220X长240CM,宽200X长230CM","浅灰色","100%棉","/img/textile/35.jpg","/img/textile2/35.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布");


/*17*/
/*Placid ==2*/
/*
Placid系列选用比利时进口亚麻面料，看似朴拙内敛，却在不经意间碰撞出时尚韵味，令人爱不释手。浸润于优雅的紫色与浅紫色相映成趣，配以撞色双层飞边设计，隐喻出高雅温和之感。比利时进口亚麻原料，经成品砂洗工艺处理，透露出淡雅从容的美感。亚麻织物与生俱来带有凸起的棉结，无序分布，没有人为的娇作感，呈现出朴实无华自然之美。多色可选，丰富搭配选择。比利时进口亚麻原料，吸湿排汗，无静电困扰；清洗后，织物更加松软、柔和，从而提高使用的舒适性。
*/
INSERT INTO sofa_tao VALUES
(NULL,157,"Placid 砂洗比利时亚麻封枕","386.3,351.1","48X90CM,48X74CM","正面：紫色；背面：浅紫","100%比利时亚麻","/img/textile/36.jpg","/img/textile2/36.jpg","被套/封枕","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布"),
(NULL,157,"Placid 砂洗比利时亚麻被套","1663.2,1487.2,1311.2","宽270X长230CM,宽220X长240CM,宽200X长230CM","正面：紫色；背面：浅紫","100%比利时亚麻","/img/textile/37.jpg","/img/textile2/37.jpg","被套/封枕","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布");



/*18*/
/*Jaipur ==2*/
/*
Jaipur系列淡雅的色系配以点、线状花纹设计，宁静内敛而不失质朴特色。柔和的触感，不仅给肌肤带来舒适体验，更是为安享睡眠提供妥帖守护。美国进口极品超长绒PIMA棉柔和的触感，配以独特的线状花纹设计，整体素简典雅，极富质感。美国进口极品超长绒PIMA棉，精制成400根高支高密缎纹面料；采用活性印染工艺，质地自然柔软、手感顺滑，色泽鲜明；被套采用贝母扣，拆洗方便，简约时尚。
*/
INSERT INTO sofa_tao VALUES
(NULL,158,"Jaipur Pima棉印花封枕","439,399","宽90X长48CM,宽74X长48CM","蓝灰色","400根Pima棉印花布","/img/textile/38.jpg","/img/textile2/38.jpg","被套/封枕","1.及时洗涤，常温水洗，不要长时间浸泡（一般30分钟内)；2.避免长时间暴晒，以免褪色泛黄；3.深浅衣物分开洗，相近色可同洗，可非氯漂洗；4.低温烘干，中温熨烫；5.注意通风，避免潮湿，以免发霉。",4,"棉","纺织","已发布"),
(NULL,158,"Jaipur Pima棉印花被套","1890,1690,1490","宽270X长230CM,宽220X长240CM,宽200X长230CM","蓝灰色","400根Pima棉印花布","/img/textile/39.jpg","/img/textile2/39.jpg","被套/封枕","1.及时洗涤，常温水洗，不要长时间浸泡（一般30分钟内)；2.避免长时间暴晒，以免褪色泛黄；3.深浅衣物分开洗，相近色可同洗，可非氯漂洗；4.低温烘干，中温熨烫；5.注意通风，避免潮湿，以免发霉。",4,"棉","纺织","已发布");


/*19*/
/*Diamante ==2*/
/*
Diamante系列，整体设计看似简单，细节却彰显用心。在整体扇叶造型外表下，细处却是迷你方型图案，配以雅致灰调，呈现了一番动中有静，静中有动的自然意境。贵族灰色配以隐约浅棕配色的微型方块图案，富有章法的规律排列营造出扇形图案，看似随性，实则用心。整体自然平和，雅致美观。该封枕提供2种尺寸，满足个性需求。
*/
INSERT INTO sofa_tao VALUES
(NULL,159,"Diamante 全棉印花封枕","339,299","48X90CM,48X74CM","浅灰色","100%棉","/img/textile/40.jpg","/img/textile2/40.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布"),
(NULL,159,"Diamante 全棉印花被套","1390,1190,990","宽270X长230CM,宽220X长240CM,宽200X长230CM","浅灰色","100%棉","/img/textile/41.jpg","/img/textile2/41.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布");


/*20*/
/*Elda  ==4*/
/*
波浪形绗缝固定填充物，水洗之后形成褶皱自然生动；300根高支高密全棉缎纹布，光泽细腻，柔滑亲肤；全棉针刺棉填充，柔软透气；活性染料印染，健康环保；可做空调被或垫被，兼具装饰和实用性能。*/
INSERT INTO sofa_tao VALUES
(NULL,160,"Elda 绗缝欧枕","339,299","48X90CM,48X74CM","深灰色","300TC全棉缎纹布","/img/textile/42.jpg","/img/textile2/42.jpg","绗缝盖被/欧枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布"),
(NULL,160,"Elda 300TC全棉提花封枕","307.3,279.3","宽48X长90CM,宽48X长74CM","灰色","100%棉","/img/textile/43.jpg","/img/textile2/43.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布"),
(NULL,160,"Elda 绗缝盖被","1043,903","宽270X长230CM,宽230X长230CM","深灰色","300TC全棉缎纹布","/img/textile/44.jpg","/img/textile2/44.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布"),
(NULL,160,"Elda 300TC全棉提花被套","1323,1183,1043","宽270X长230CM,宽220X长240CM,宽200X长230CM","灰色","100%棉","/img/textile/45.jpg","/img/textile2/45.jpg","被套/封枕","可干洗,40度以下机洗,常温水洗,可非氯漂洗,中温熨烫,常温可翻转烘干",4,"棉","纺织","已发布");





/*21*/
/*床单/床笠/枕套 ==4*/
/*
该系列床单套件素如寒梅绽雪，雅如深谷幽兰，不事雕琢的本色之美，清而不浮，淡而不薄，只为让身体修复到自然睡眠的状态。美国进口长绒PIMA棉，精制成800TC高支高密缎纹面料，质地自然柔软，手感顺滑，经久耐用；床单及枕套头子采用精致的绷缝车线装饰，工艺精美，外观雅致；灰色，知性雅致，可与多款床品轻松搭配。
*/
INSERT INTO sofa_tao VALUES
(NULL,161,"800TC Pima棉缎纹床笠","664.3,643.3","宽180X长200X高30CM,宽150X长200X高30CM","象牙色","100%棉","/img/textile/46.jpg","/img/textile2/46.jpg","床单/床笠/枕套","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布"),
(NULL,161,"800TC Pima棉缎纹枕套","279.3,258.3","宽48X长100CM,宽48X长84CM","灰色","100%棉","/img/textile/47.jpg","/img/textile2/47.jpg","床单/床笠/枕套","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布"),
(NULL,161,"800TC Pima棉缎纹床单","692.3,664.3","宽270X长260CM,宽240X长260CM","灰色","100%棉","/img/textile/48.jpg","/img/textile2/48.jpg","床单/床笠/枕套","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布"),
(NULL,161,"400TC Pima棉缎纹床单","589,549","宽270X长260CM,宽240X长260CM","象牙色","100%棉","/img/textile/49.jpg","/img/textile2/49.jpg","床单/床笠/枕套","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布");



/*22*/
/*绗缝盖被/欧枕 ==2*/
/*
1
Reiki系列，自然立体的条纹赋予布面丰富的风格与肌理，经细致水洗工艺处理，展现出更为柔和的触感。此系列有欧枕和盖被可供选择。甄选印度进口面料，亲肤自然的全棉材质拥有良好的吸湿排湿性，令使用时更舒适透气；水洗工艺造就独特的褶皱纹理，于静谧灰色中绵延起伏，简约且大方。该盖被提供两个尺寸，满足个性需求。*/
INSERT INTO sofa_tao VALUES
(NULL,162,"Reiki 全棉空气层提花盖被","1490,1290","宽270X长230CM,宽230X长230CM","灰色","100%棉","/img/textile/50.jpg","/img/textile2/50.jpg","绗缝盖被/欧枕","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布"),
(NULL,162,"Reiki Cell绗缝盖被","799,699","宽270X长230CM,宽230X长230CM","浅卡其色","100%聚酯纤维","/img/textile/51.jpg","/img/textile2/51.jpg","绗缝盖被/欧枕","30度以下机洗,不可漂白,低温烘干,低温熨烫",4,"棉","纺织","已发布");



/*装饰纺织*/

/*1靠垫套*/
/*
1.
Musing系列，亚麻材质配以斑驳烫金工艺，自然禅意，静谧素雅。此系列包含靠垫和餐垫桌旗，共4款可选。咖色的亚麻材质，加以斑驳的宽窄条纹烫金设计，自然和谐，静谧雅致。该系列靠垫套有2款图案设计，建议配套使用。
*/
INSERT INTO sofa_tao VALUES
(NULL,163,"Musing 烫金靠垫套","229","宽51X长51CM","咖色/图案1,咖色/图案2","100%亚麻","/img/textile/52.jpg","/img/textile2/52.jpg,img/textile2/52t.jpg","靠垫套","干洗",4,"麻","纺织","已发布");

/*
2.
Shimmer系列，设计师将海面涟漪画面意境巧妙呈现，微光闪耀，平和之中多一份惊喜。此系列有2色可选。采用色织提花工艺，使靠垫套表面纹理丰富，立体生动，好似海面泛起的层层涟漪。此款米白色调，清逸含蓄。
*/
INSERT INTO sofa_tao VALUES
(NULL,164,"Shimmer 色织提花靠垫套","169","宽51X长51CM","浅咖色,米白色","50%聚酯纤维 37%粘纤 13%棉","/img/textile/53.jpg","/img/textile2/53.jpg,img/textile2/53t.jpg","靠垫套","干洗",4,"麻","纺织","已发布");


/*
3.
Hana系列，摘取雅致的花干枝叶，静静绽放于素简布面上，安之若素，静静诠释生命之美。此系列有4款可选。正面采用链目绣打底的葫芦状造型，加以毛巾绣的花枝立体效果，工艺精湛，质感彰显；而背面采用素色面料，以方便主人不同使用需求。灰绿色的色彩选择，整体柔和清幽。该色彩有2款图案可选，建议配套搭配使用。电脑特种绣花。
*/
INSERT INTO sofa_tao VALUES
(NULL,165,"Hana 绣花靠垫套","229","宽51X长51CM","灰绿色/图案1,灰绿色/图案2,浅咖色/图案1,浅咖色/图案2","100%聚酯纤维","/img/textile/54.jpg","/img/textile2/54.jpg,img/textile2/54t.jpg,/img/textile2/54t2.jpg,img/textile2/54t3.jpg","靠垫套","干洗",4,"麻","纺织","已发布");



/*
4.
Moire系列，通过绣花工艺将中国传统祥云图案勾勒得栩栩如生，寓意吉祥。此款有2款尺寸可选。绣花工艺的祥云图案，配以咖啡色调，整体雅致大气，如意吉祥。电脑普通绣花。
*/
INSERT INTO sofa_tao VALUES
(NULL,166,"Moire 云纹绣花靠垫套","169,119","宽51X长51CM,宽31X长51CM","咖啡色,","60%棉 40%聚酯纤维","/img/textile/55.jpg","/img/textile2/55.jpg","靠垫套","干洗",4,"麻","纺织","已发布");

/*
5.
Abstract Lines系列，灵感取于自然之物，精湛的绣花工艺将树叶纹理勾勒，呈现雅致的视觉美感。该靠垫套提供2种尺寸以供选择。在特种链式绣花下，浅咖色的纹样被生动再现，并与深色大提花面料形成碰撞之姿，带来别具一格的视觉效果，含蓄内敛又不乏轻灵之意。电脑特种绣花。
*/
INSERT INTO sofa_tao VALUES
(NULL,167,"Abstract Lines 全涤链式绣靠垫套","299","宽51X长51CM,宽31X长51CM","咖啡色/图案1,咖啡色/图案2","100%涤纶","/img/textile/56.jpg","/img/textile2/56.jpg,/img/textile2/56t.jpg","靠垫套","干洗",4,"麻","纺织","已发布");


/*2毯子*/

/*
1.
源于蒙古全羊绒色织，柔软细腻，冬季保暖，夏季透气。大身全羊绒毯子（153cm*127cm,"已发布","已发布")，两头分别有穗子，经典大气的款式与柔和沉稳的配色，舒适百搭；春秋可直接盖在身上，夏季可用作空调毯，冬季可压在被子上，也可以作为随车毯，实用又贴心。
*/
INSERT INTO sofa_tao VALUES
(NULL,168,"Vibe 羊绒毯","1590","宽127X长153CM","灰色格纹,米灰,深灰,浅灰","100%羊绒","/img/textile/56.jpg","/img/textile2/57.jpg,/img/textile2/57t.jpg,/img/textile2/57t2.jpg,/img/textile2/57t3.jpg","毯子","干洗",4,"麻","纺织","已发布");

/*
2.
真丝柔顺的触感和珍珠般的光泽历来备受青睐，兼具轻薄与温暖的真丝盖毯，大身绒面细腻，包边色泽柔亮，与素雅的色彩互为呼应，对肌肤倍加呵护。两色可选，丰富搭配选择。纤维紧密抱合，保暖御寒性能优异；230*230cm，较大尺寸，更为舒适实用。
*/
INSERT INTO sofa_tao VALUES
(NULL,169,"真丝盖毯","1690","宽230X长230CM","象牙色,烟青色","大身：72%桑蚕丝/22%聚酯纤维/6%棉包边：100%桑蚕丝","/img/textile/58.jpg","/img/textile2/58.jpg,/img/textile2/58t.jpg","毯子","干洗",4,"麻","纺织","已发布");

/*
3.
内蒙古羊绒赋予其柔软亲肤触感，素雅的绒面泛出优质天然羊绒特有的高雅光泽。精湛工艺梭织出简雅的装饰条纹，纤维紧密抱合，保暖御寒性能优异。可做空调披毯，亦可作为儿童小薄被，一物多用。将山羊为御寒自然生长的一层薄薄细绒制成原绒，保暖性高于羊毛；由内蒙纯羊绒织制，手感柔软滑糯，光泽自然纯和。
*/
INSERT INTO sofa_tao VALUES
(NULL,170,"羊绒毯","2690","宽127X长153CM","灰色,深咖色","100%羊绒","/img/textile/59.jpg","/img/textile2/59.jpg,/img/textile2/59t.jpg","毯子","干洗",4,"麻","纺织","已发布");


/*3.餐桌织物*/

/*
1.
Apex系列灵感源于金光铺洒的湖面与浩渺烟波，运用精湛提花工艺，呈现出流转变幻的诗意景象。该系列有桌旗和餐垫可供选择。此款餐垫选用优质涤棉提花面料，既保留了棉的自然透气，又增加了耐用度，令使用更舒适；精致的提花图案铺陈于上，大气磅礴中带给人丰富的想象空间。
*/
INSERT INTO sofa_tao VALUES
(NULL,171,"Apex 棉涤提花餐垫","109,79","宽36X长68CM,宽36X长48CM","金色","正面：43%棉 30%粘胶纤维 27%聚酯纤维；背面：100%棉","/img/textile/60.jpg","/img/textile2/60.jpg","餐桌织物","干洗",4,"麻","纺织","已发布");


/*
2.
Apex系列灵感源于金光铺洒的湖面与浩渺烟波，运用精湛提花工艺，呈现出流转变幻的诗意景象。该系列有桌旗和餐垫可供选择。此款餐垫选用优质涤棉提花面料，既保留了棉的自然透气，又增加了耐用度，令使用更舒适；精致的提花图案铺陈于上，大气磅礴中带给人丰富的想象空间。
*/
INSERT INTO sofa_tao VALUES
(NULL,171,"Apex 棉涤提花桌旗","199,159","宽36X长229CM,宽36X长159CM","金色","正面：43%棉 30%粘胶纤维 27%聚酯纤维；背面：100%棉","/img/textile/61.jpg","/img/textile2/61.jpg","餐桌织物","干洗",4,"麻","纺织","已发布");


/*
3.
Musing系列，亚麻材质配以斑驳烫金工艺，自然禅意，静谧素雅。此系列包含靠垫和餐垫桌旗，共4款可选。咖色的亚麻材质，加以边角斑驳的宽窄条纹烫金设计，自然和谐，静谧雅致。该系列还有配套餐垫设计，建议配套使用。
*/
INSERT INTO sofa_tao VALUES
(NULL,172,"Musing 烫金桌旗","339,299","宽36X长229CM,宽36X长159CM","咖色","100%亚麻","/img/textile/62.jpg","/img/textile2/62.jpg","餐桌织物","干洗",4,"麻","纺织","已发布");

/*
4.
Musing系列，亚麻材质配以斑驳烫金工艺，自然禅意，静谧素雅。此系列包含靠垫和餐垫桌旗，共4款可选。咖色的亚麻材质，加以边角斑驳的宽窄条纹烫金设计，自然和谐，静谧雅致。该系列还有配套餐垫设计，建议配套使用。
*/
INSERT INTO sofa_tao VALUES
(NULL,172,"Musing 烫金餐垫","129,89","宽36X长68CM,宽36X长48CM","咖色","100%亚麻","/img/textile/63.jpg","/img/textile2/63.jpg","餐桌织物","干洗",4,"麻","纺织","已发布");

/*
5.
Gold Tree系列将时尚的金色融于设计之中，金色的枯枝图案，搭配清丽素雅的面料，整体简约时尚，给人平静与纯朴之感。该系列包括桌旗、餐垫和靠垫套，可自由搭配组合。纤细的枯枝，由金属线织绣而成，配以大面积的留白设计，保留了雅致的视觉美感，更给足想象空间，整体透着淡淡的禅意之美，易于衬托用餐氛围；选用亚麻材质，淳朴自然，舒适透气。电脑普通绣花。
*/
INSERT INTO sofa_tao VALUES
(NULL,173,"Gold Tree 亚麻绣花桌旗","299,209","宽36X长229CM,宽36X长159CM","浅灰色","100%亚麻","/img/textile/64.jpg","/img/textile2/64.jpg","餐桌织物","干洗",4,"麻","纺织","已发布");

/*
6.
Gold Tree系列将时尚的金色融于设计之中，金色的枯枝图案，搭配清丽素雅的面料，整体简约时尚，给人平静与纯朴之感。该系列包括桌旗、餐垫和靠垫套，可自由搭配组合。纤细的枯枝，由金属线织绣而成，配以大面积的留白设计，保留了雅致的视觉美感，更给足想象空间，整体透着淡淡的禅意之美，易于衬托用餐氛围；选用亚麻材质，淳朴自然，舒适透气。电脑普通绣花。
*/
INSERT INTO sofa_tao VALUES
(NULL,173,"Gold Tree 亚麻绣花餐垫","109,79","宽36X长68CM,宽36X长48CM","浅灰色","100%亚麻","/img/textile/65.jpg","/img/textile2/65.jpg","餐桌织物","干洗",4,"麻","纺织","已发布");


DROP TABLE IF EXISTS `life`;

CREATE TABLE `life` (
  `id` INT(11) NOT NULL AUTO_INCREMENT,
  `l_name` VARCHAR(100) DEFAULT NULL,
  `l_path` VARCHAR(1000) DEFAULT NULL,
  `l_class` VARCHAR(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=INNODB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

/*Data for the table `life` */

INSERT  INTO `life`(`id`,`l_name`,`l_path`,`l_class`) VALUES (1,'秋日颂歌 筑日成诗','/img/health/health1.jpg','health'),(2,'成都+上海，现代都市协奏曲','/img/health/health2.jpg','health'),(3,'水墨留白，心灵之居','/img/health/health3.jpg','health'),(4,'从容不迫的色彩之境','/img/health/health4.jpg','health'),(5,'临海而居，悠然时光','/img/health/health5.jpg','health'),(6,'主理大隐于市的归心生活','/img/health/health6.jpg','health'),(7,'拥抱以静为意的生活','/img/health/health7.jpg','health'),(8,'线条，刻画空间的脉络','/img/health/health8.jpg','health'),(9,'寓情于家 自得其乐','/img/health/health9.jpg','health'),(10,'零失误完美蒸蛋指南','/img/food/food1.jpg','food'),(11,'随时把春天端上餐桌','/img/food/food2.jpg','food'),(12,'入秋，试试绿意盎然的酣畅爽辣','/img/food/food3.jpg','food'),(13,'柔化了秋风，红豆羊羹','/img/food/food4.jpg','food'),(14,'秋刀鱼之味','/img/food/food5.jpg','food'),(15,'初夏寻鲜，轻烤白芦笋\r\n\r\n','/img/food/food6.jpg','food'),(16,'Pumpkin! Happy Halloween','/img/food/food7.jpg','food'),(17,'夏夜，享一道清风','/img/food/food8.jpg','food');















